[
    {
        "id": 2625,
        "title": "The Unending Story",
        "story": "‘I want a story! And that’s an order!’ shouted King Pratap Singh of Mayanagar. King Pratap was only fifteen years old, and still a boy at heart. He didn’t like being a king much, because he was supposed to be doing serious things like keeping the law, listening to his people’s problems and all kinds of dreary things like that. The only part he liked about being a ruler was that everyone had to obey him! How he loved giving orders and making all kinds of demands. And what he loved the most was listening to stories! Every day, he insisted on listening to at least ten stories. All the storytellers in his kingdom lined up at his court. They told him funny stories, scary stories, magical stories and anything else that came to their mind. King Pratap listened to all with rapt attention.\n\nHe loved stories and storytellers so much that whenever he heard a good tale he would shower the teller with gold, silver and all kinds of wonderful presents. His ministers sighed and shook their heads and tried to explain, ‘Your Majesty, stories are all very well, but you should be listening to them after your work is done! Your people need you to do so many things for them. If you spend all your time wrapped up in fantasies, how will the land prosper?’\n\nBut King Pratap paid no attention. It was stories he wanted, and stories he would get. But how long could the people provide him with stories? Soon the tales began to dry out. Some tried to cleverly tell him ones they had related long back, but Pratap was sharp as a needle. ‘I’ve heard that one! Off with his head for repeating a story!’\n\nOh, how his ministers had to plead with him to pardon the culprits! Finally, disgusted with all the storytellers in his land, the king announced, ‘I want someone to tell me a story that will go on and on, till I ask him to stop. Anyone who can do this will get half my kingdom as a prize!’\n\nHis ministers were even more horrified at this. Half the kingdom to some woolly-headed writer and teller of stories! How horrible! They all tried to show the king the foolishness of his ways, but he was adamant. A story that lasted for days, even weeks, was what he wanted and that was that!\n\nSoon a long line of men and women appeared at his court. Each one wanted to win the big prize. But none of their stories were good enough for King Pratap.\n\n‘Boring!’ he shouted at some. ‘Rubbish!’ he yelled at others. ‘Cock and bull!’ he bellowed at yet others.\n\nMeanwhile work on the kingdom’s affairs had come to a stop. All the ministers were sitting wringing their hands and wondering how to bring back their king to solving all the important issues. Finally the chief minister, who was wise and clever, had an idea.\n\nThe next day, a scruffy, crazy-looking man turned up at the court. His hair was in a mess, his clothes were half torn and on his feet he wore torn shoes from which his toes stuck out. He marched up to the palace and demanded to be given an audience with the king. The guards sighed and let him in. They were used to having all kinds of characters turning up at the gates wanting to tell stories to the king.\n\nThe old man was admitted into the king’s chamber. There he made himself comfortable, drank a huge jug of water, and without introducing himself, started his story:\n\n‘This story begins in a humble farmer’s field. The farmer had toiled days and weeks and months and grown a bumper crop of sugar cane. He sold the sugar cane to the nearby sugar factory and they made sacks and sacks of sugar out of it. Everyone was so happy. All this sugar would be sold in the markets and make everyone very rich! That year their children would get nice new clothes, their stores would be full of food and their wives would be very happy with them!\n\n‘Now all that sugar had to be stored and kept carefully till the sacks could be taken to the market to sell. The factory people poured the sugar into many sacks and lugged them into a storeroom. In the storeroom who would you find, but a colony of ants. They had decided that building their house near such a ready supply of their favourite food was a very good idea, and were always on the lookout for new batches of sugar to be stored there.\n\n‘No sooner had the sacks been kept than the lines of ants marched up to them. They found little holes to make their way in and the first ant went into the first bag of sugar, took one sugar crystal and went back. The next ant went into the bag and took a crystal and returned home. Another went into the bag and took a crystal and returned home. Yet another went into the bag and took a crystal and returned home . . .’\n\nSo on and on the storyteller droned. King Pratap found he had nearly dozed off, the day had passed by and he was still listening to the same story. ‘Stop! Stop!’ he ordered. ‘I will listen to the rest of the story tomorrow.’\n\nThe next morning the old man turned up as usual and started from where he had left off the previous day. ‘Yesterday I was telling you how the ants came and picked up the sugar crystals. Now the next ant went towards the bag of sugar and took a crystal and went back home. Another went and took a sugar crystal and returned home. Another ant . . .’\n\nThe story went on and on like this. Lunch and dinner passed by but nothing new happened. By now King Pratap was bursting with rage. How dare anyone tell him such a boring story? ‘What kind of a story is this?’ he complained. ‘What will happen next? What happened to the farmer?’\n\nBut the old man only smiled and said, ‘Have patience, Your Majesty. That year the yield was very good and there were thousands of bags of sugar. I have to tell you how the ants collected all the sugar.’\n\n‘Oh stop! Stop!’ Pratap shouted. ‘Stop this boring story at once!’\n\nThe man now stood up and said, ‘Fine, if you are ordering me to stop, I have won the prize. Give me half your kingdom!’\n\nThe king was in a dilemma now. He had announced a competition and prize no doubt, but could he honestly give away half the kingdom to this crazy-looking storyteller with his boring tales?\n\nAs he sat pondering, the man grinned even wider, and took off his dirty robe, rubbed off the dirt from his face and shook back his shaggy white hair. Everyone was astonished. Why, this was the chief minister himself!\n\n‘Don’t worry, Your Majesty,’ the minister told his overjoyed king. ‘I did not want half your kingdom. I only wanted to show you how you were wrong to neglect your work and listen to stories night and day. Your people deserve a good king, someone who will work hard to look after them; someone who will think of his own happiness only once his people are happy. That’s what good kings do, you know. Not just giving orders and enjoying yourself.’\n\nPoor Pratap looked ashamed at this. Yes, he had been an extremely selfish king. From now on, story time was only at night, after all his work was done.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2626,
        "title": "When Yama called",
        "story": "Many, many years ago, there lived, in a little town, a man named Arun. He was a merchant and though not very rich, he lived comfortably enough. He had a large family of brothers, sisters, wife and children. He looked after them well, and in whatever way he could, he also helped out the poor people in the town. He built rest houses for travellers, and in these there were dining halls where anyone could come and have a good, wholesome meal for very little money.\n\nOne day, while returning home from work, he happened to pass by one such rest house. It had a veranda where people stopped and rested. Sitting there, looking tired and hungry, was a stranger. He was a tall man. His clothes were travel-stained and showed that he had come from afar. With him was his horse, looking as tired and hungry as its master.\n\nSeeing them, Arun’s kind heart melted, and he went up to speak to the man.\n\n‘Where have you come from, my brother?’ he asked. ‘Why don’t you step inside for a hot meal and some rest?’\n\nThe man looked up, gave a smile and said, ‘The rest house is very popular. There is no room for me, and the dining hall is full too. I will wait here for a while, then be on my way. I’m sure I will find another place to serve me some food down the road.’\n\nArun would not hear of this. The thought that someone was going away without food and rest was too much for him. He insisted on the man coming back to his house with him. There he invited the traveller to share a meal with his family. The man was served lovingly and ate his fill.\n\nWhile he sat eating, the man noticed that Arun was sometimes a bit absent-minded. It was as if something was on his mind, and he was worried. Once they had finished eating and had washed up, the traveller rose to leave. He thanked Arun for his kindness, then said, ‘If you don’t mind me asking, sir, I could not help but notice that you were a bit worried. I know I am a stranger to you, but perhaps it would help lighten your burden if you shared your worries with me.’\n\nBut Arun only smiled and shook his head. He did not want to share his thoughts with the stranger.\n\nThen the man said, ‘Perhaps if I show you who I really am you will confide in me.’\n\nAnd in a trice the man changed. He was no longer a tired traveller, but a god, resplendent in shimmering clothes with a crown on his head. His horse changed into a buffalo, and the man introduced himself, ‘I am Yama, the lord of death. Now will you tell me what’s wrong?’\n\nSeeing this Arun nearly fainted. The lord of death had just shared a meal with him! ‘Wh-what are you doing on earth, my lord?’ he gasped.\n\nYama smiled and said, ‘Oh, I like coming here once in a while, and seeing what everyone is doing. So, what’s bothering you?’\n\nArun replied, ‘You see, I need to grow my business more, but today I was not feeling very well. If anything happened to me, who would look after my large family?’\n\nYama nodded seriously. ‘Don’t worry, child,’ he comforted. ‘I have seen what a hard-working, kind-hearted person you are. You invited me home and let me have a meal with you, knowing me only to be a tired and weary traveller. I will do one thing. When it is time for you to leave the earth and come with me, like all living things have to do one day, I will not come all of a sudden. I will let you know many days in advance, so you can prepare yourself and your affairs for the time you have to go away with me.’\n\nArun bowed to the lord in gratitude when he heard this and Yama vanished.\n\nYears went by. Arun became an old man. His business had grown many times over, his children and brothers and sisters were all well looked after. He had few worries left.\n\nOne night, he went to bed and had a dream. He saw Yama standing in front of him. Yama was holding out a hand towards him and saying, ‘Come, it is time for you to go away with me.’\n\nArun was terrified. ‘But lord, you had promised you would tell me days in advance before I would die. How can I come away right now?’\n\nA small smile appeared on Yama’s lips. ‘But child, I did give you a warning. I made your hair turn white, I made your back stoop with age, I made your teeth fall out one by one. These were all indications that your time on earth is coming to an end.’\n\n‘But these things happen to every man and woman! How could these be a warning only for me!’\n\nYama nodded, ‘Yes, they do happen to everyone. And when they do, men and women should start getting ready to meet me. Life has to come to an end, there is no escape.’\n\nArun now understood. He looked back on his days and realized that even without meaning to, he had been preparing for this. His children looked after his business, all his work was done. There was nothing stopping him from going away with his old friend Yama.\n\nHe climbed on the buffalo behind Yama. ‘Let’s go,’ he said. And off Yama went away with him.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2627,
        "title": "A Treasure for Ramu",
        "story": "Did you know that sometimes even the gods in heaven can get into an argument? That’s what happened once when Lakshmi, the goddess of wealth, found herself cornered by all the other gods. Together, they accused her of one thing—that she never stayed in one place for too long! ‘No sooner are you comfortably settled in one house, do you decide to leave it, and off you go elsewhere!’ they said to her.\n\nLakshmi sniffed and said, ‘That’s not true. I stay in a house as long as I am welcome. If people think ahead, work sincerely and spend money wisely, I stay with them forever. Unfortunately, often when I am in one place for a while, people behave strangely, and I have no choice but to leave.’\n\nThe other gods pooh-poohed this and refused to believe her. Poor Lakshmi decided she needed to show them proof of what she had just said. Remember, many human years make only a second in god years. So what took years to happen on earth, the gods could see in only a few minutes.\n\nRamu and Rani were farmers. They worked hard in their fields and earned enough money to feed their children and meet their other needs. They were not rich and sometimes had to make do with fewer new clothes and not very nice food.\n\nOne day, Rani was digging a corner of her garden in order to plant a tree. As she dug deeper, there was a loud clang! Her shovel had hit something metallic hidden underground. Excited, she dug faster, till she pulled out a large metal box. When she opened it she could not believe her eyes. It was filled with gold and silver jewels! For a while Rani stood dumbstruck. Then she did a happy whoop and ran home with the box under her arm.\n\n‘Ramu, Ramu, see what I found buried in our garden!’ she yelled.\n\nRamu was writing up the accounts for the month, and for a while paid no attention to his wife. Only when she came up to him and did a happy jig around him did he look up. Imagine how his mouth fell open in surprise when he saw the box of jewels.\n\nSoon Ramu and Rani were the richest people in the village. They stopped going to work—after all, what was the need, they told each other. Why work in the hot sun when they had piles of money at home? They left their small cottage and moved into the biggest house in the village. They had servants who worked day and night doing every small job, so the two did not need to lift even a finger. There was a cook who cooked delicious meals, a person to serve it, another just to clean shoes and one person to even fan Ramu as he sat on his bed the whole day and gossiped with his newfound friends.\n\nThen Ramu decided village life was too boring and they moved to the big city. There they had another big house, more servants and lots of fun at various parties. Slowly they forgot the good things that had once made them a well-loved family. They forgot to work hard, to help others in their need, or to just be nice people. They thought that with money they could buy anything, including respect. They behaved rudely to others. They spent more and more money on clothes and parties, and as they did no work at all, the money started dwindling. They started borrowing from others which they soon could not pay back.\n\nOne day, Ramu looked sadly at his account book. It was now filled with numbers that showed he only needed to pay others; there was hardly anything left for himself. In a heavy voice he called out to his wife, ‘Rani dear, the good days are over. I think we forgot to be the kind of people Goddess Lakshmi likes. She has gone elsewhere, and we are left with nothing.’\n\nRani stood silently for a while, then replied, ‘Never mind, Ramu. We have learnt our lesson. I now think of the days when I would work all day long and go to sleep a tired person and sleep soundly. I would fall into a deep slumber as soon as I lay down on the bed. Now I lie awake all night, wondering which sari to wear the next day and what to do with our money. I am too fat to even dig, like I did when I found the treasure!’\n\nRamu smiled and hugged his wife. ‘We’ll go back to our village, and to our old ways. We will work hard like we did once, and we will help everyone around us. Maybe that will make Lakshmi come back to us one day. And even if she doesn’t, we will try and be happy with what we have.’\n\nSo Ramu and his family went back to their old home. And do you know what? They did live happily ever after.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2628,
        "title": "The Donkey and the Stick",
        "story": "Aruna Marg was a busy road. It connected a number of villages to each other and many people, animals and carts used it every day. Walking along that road, a group of students discovered a rock which no one had bothered to look at in many years. ‘Look!’ they told each other in excitement, ‘there is something written on the rock. What can it mean?’\n\nThey called out to their teacher. When they examined the rock carefully, they found the markings were actually little drawings. One showed a stick, and the other a donkey.\n\nBy now a large crowd had gathered. Everyone was puzzled. What could these strange drawings mean, they asked, scratching their heads. They decided to go to the ashram of a wise sage nearby and ask him. But when they trooped into the ashram, they found to their disappointment that the sage had gone on a long pilgrimage. Only his young disciple was there, looking after the cows and calves.\n\nThey asked the disciple if he could throw some light on the strange drawings. Now this young man was not very bright. But like many foolish people he loved to put on an air of learning and pretend to be very clever. He examined the drawings carefully and minutely. Then he proclaimed, ‘It is very simple. This is the drawing of a magic stick. The man with the stick is the hero of this place. He died protecting this village centuries back. Each person using this road must worship the rock and make an offering to it. The one who ignores it will become a donkey!’\n\nThe villagers were astonished to hear this strange explanation. But they were devout people and on that very day they set up a shrine around the rock. They installed the foolish disciple as head priest in charge of taking offerings from passing travellers. The disciple was pleased with his brainwave. Of course he did not know what the silly drawings meant, but he no longer had to run after calves and get kicked by angry cows in the ashram! He could sit by the rock the whole day, taking his pick of the offerings to the rock and mutter a few mumbo-jumbo prayers.\n\nHis happiness lasted a few months—till the wise old sage returned to the ashram. The old sage was annoyed to find his disciple missing and his beloved animals roaming around, uncared for. Then he looked into the distance and saw a large crowd gathered by the road. He went to investigate, and found his missing disciple there, looking happy and well fed, busy accepting offerings for a rock. He stood watching for a while. Then he walked up to the rock and closely examined the pictures. Without saying a word, he picked up a stout iron rod and, to the astonishment of the gathered crowd, started moving the rock. Many came forward to help him and when they had been able to move the rock, they found a pot of gold under it!\n\nThe sage said to the people gathered around him: ‘The pictures meant you had to move the rock with an iron rod and find the hidden money. If you didn’t, you were all like donkeys. You should not follow rituals and the words of others blindly. Think for yourselves and understand why you are doing what you do. If you had given this some thought, you would have recovered this treasure many months ago. Instead, you wasted your time and money making offerings to a rock and helping this greedy disciple of mine become fat and make fools of you. This treasure belongs to all of us. Let’s use it to keep this road in good repair so everyone can use it and go about their work in peace.’\n\nThe villagers hung their heads in shame for they realized how foolish they had been. As for the disciple, he had to clean the cowsheds for many months to atone for his greed.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2629,
        "title": "The Story of the Paan",
        "story": "Once upon a time, there were two brothers, Bhanu and Veer. Their parents died when they were young and Bhanu brought up his younger brother with a lot of love and care. When Bhanu was old enough, he married Bharati. She was a gentle, loving person and looked after Veer with as much love as her husband.\n\nWhen Veer was about twenty years of age, he heard that their king was looking for soldiers to join his army, as there was going to be a war. Veer decided to join the army. Oh, how much his brother and sister-in-law cried and pleaded, telling him to remain at home with them. They could not bear the thought of the boy they had brought up with so much affection going so far away from them. But Veer insisted on becoming a soldier, so they let him go away, with a heavy heart and tears in their eyes.\n\nFor many days there was no news of Veer. The king went to war, vanquished his enemy and returned. The soldiers who went with him also came back home. But of Veer there was no sign. Day after day his brother and sister-in-law watched out for him, hoping to see him come walking down the road, back home. But there was no one. Then, one day, a group of soldiers passed through their village, returning home from the war. Bhanu called out to them and asked about his brother.\n\n‘Veeru, oh yes, so sad, he died, you know, in the battlefield,’ said one, shaking his head.\n‘No no. He was injured, and he recovered. Did he not come home?’ said another.\n‘He was on his way home when he fell ill,’ informed a third.\n\nOn hearing these awful tidings, Bhanu was deeply saddened. He decided he could not live at home waiting for his dear little brother to return. He would go and look for him. When he told his wife, Bharati too decided to go with him. Together, they set off one day to look for the missing Veer and bring him home.\n\nThey decided to go to the site of the king’s big battle, where Veer was last seen by his companions. This place was far away and they had to travel through forests and valleys and mountains and deserts. The two walked and walked, over many miles, but poor Bharati was not strong enough. One day, after travelling through a thick forest, they reached a little hamlet. Bharati sat down, exhausted. Then to Bhanu’s great horror she died out of sheer exhaustion. Unable to bear his grief, Bhanu too died immediately.\n\nOver many years at the place where the couple had died, two trees grew. One was a tall tree and the other a creeper that hugged the tree. It was as if Bharati and Bhanu were together even in death.\n\nMeanwhile, Veer, the brother they had loved so deeply, was not really dead. He had got terribly wounded in the war and spent many years recovering from his injuries in a little village far away from home. When he finally recovered, he came back as fast as he could to his old house, knowing how anxious his family would be for him.\n\nBut imagine his surprise when he found the house locked and bolted, abandoned for many years. Slowly the neighbours gathered around and told him how Bhanu had decided to go looking for his lost brother.\n\nThat night Veer cried many bitter tears. How would he find his beloved brother and sister-in-law now? Where were they? By the time morning dawned he had made up his mind. He would try and go the way they had travelled and find them. Immediately he set off.\n\nVeer was a soldier, but he had only lately recovered from many wounds and was not too strong. It took him many days to walk across the difficult land Bhanu and his wife had crossed. Then one day, near a forest, he came across a little shrine. The villagers told him the sad story of how the shrine came to be. Years ago a couple had arrived at the spot, tired from days of walking. Legend had it that they were on the way looking for a long-lost brother. When the two died without fulfilling this wish, two wonderful plants, unknown to anyone earlier, had grown at the spot. The leaves and nuts from the trees were so sweet and refreshing that the villagers decided to build a small temple for the man and the woman at the place.\n\nVeer listened to the story with growing sorrow. He realized the couple they talked about was none other than his brother and his wife. Unable to bear the news, he turned into a statue of limestone.\n\nDo you know how they have all been remembered ever since? The tall tree grew nuts called areca nuts, the creeper’s leaves were paan or betel leaves and from the statue came the lime paste that is added to preparations of paan. And this is how this loving family came together even after death. Together they taught people the values of love, unity and loyalty, and when people chew paan they remember this story.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2630,
        "title": "Fire on the Beard",
        "story": "Yaaawwnnn! Brij stretched out in the sun, yawned loud and long, and went back to sleep. Is Brij a rich man on a holiday; or has he worked hard all day and just resting for a while? Neither! Brij was the laziest, most good-for-nothing fellow you’ll ever meet. He would spend entire days just lying around on his bed doing nothing. He was too lazy to even trim his beard and it had grown right down to his knees. All day he sat around combing it and admiring it, doing nothing else. His mother would call him, his wife would scold him, but Brij was not one to mend his ways.\n\nThis is how most conversations with his wife, Shanti, would go:\n‘Can you get some water from the well? There is no water in the house.’\n‘The well is dry. There’s no water there.’\n‘Can you fetch water from the pond, at least?’\n‘The pond is too far. I can’t walk so much for a pot of water.’\n‘Then pluck those coconuts from the tree.’\n‘Oh, those coconuts are still tender. Let’s pluck them next month.’\n‘What about getting some areca nuts from the tree then?’\n‘Don’t you know, areca nuts are not good for health?’\n‘Help me plough the field then.’\n‘It is too hot. The sun will burn my skin. It’s better if you too did not go there.’\n‘Can you at least look after the house when I am in the field?’\n‘There is nothing to look after in the house.’\n\nAnd so on and on Brij would make excuses for not doing any work that was asked of him. Of course he was never too tired to eat! As soon as his wife would lay out the meal, he would jump out of bed saying, ‘Oh you have prepared food for me with such love, it is my duty to eat it.’ And then he would gobble down all that was given.\n\nWhen evening fell, Brij would roll out of bed, comb his hair and beard and set off to meet his gang of friends. Seeing how he managed to get out of doing any work, many others in the village had decided to do the same. All these people had formed a club, The Idlers’ Club. They would meet every evening and sit around and talk about all kinds of things. They claimed this way they were improving their general knowledge, but all they were really doing was gossip and boast.\n\nBrij, as the leader of the club, would get to boast the loudest and longest. One day, the topic was who was the laziest of all.\n‘Bathing every day is such a waste of time and precious water. I take a bath once in two days. That way I even save water!’ said Manoj, the environmentalist.\n‘I never make my bed,’ boasted Suresh, the innkeeper. ‘Why bother when you have to lie down in it once again at the end of the day?’\n‘I eat my food out of the vessel in which it is cooked,’ claimed Raju, the cook. ‘Putting the food in the plate only increases the work for you will need to wash it too.’\n\nNow Brij thought he should say something that would beat all these other tall tales. So he said, ‘I am always cool and calm. Why, even if my beard were to catch fire I would start digging a well at that time, and never store water close at hand!’\n\nAs these discussions were happening, a real fire broke out in the village! It burned down buildings and roofs and sheds, crackling and throwing up sparks, making villagers run helter-skelter looking for water to douse the flames.\n\nThe Idlers’ Club heard all the commotion but no one bothered to step out to see what was happening. ‘What is going on?’ they only asked each other.\n‘Oh nothing,’ Brij dismissed the topic. ‘Must be some circus or the other. So, what were we talking about?’\n\nBy now the fire had spread to their road. It was fast making its way to the house where the idlers were sitting. It got hotter and hotter. Brij’s friends started sweating and getting nervous now. Soon the roof of the house caught fire. Still Brij kept saying, ‘Don’t worry, don’t worry. It will rain now and put this out.’ Then ‘The wind is blowing in the opposite direction and will blow it down. We are really cool people, we should not be afraid of a fire!’\n\nFinally his friends could stand it no longer and rushed screaming out of the house. But Brij was too stubborn, and refused to move. Finally the fire caught up with him and his beard started getting singed. Now even Brij was scared. ‘Heellp!’ he shouted.\n\n‘Now you can start digging the well,’ his friends suggested.\n‘Oh, get me some water from the pond,’ Brij begged.\n‘That’s too far away,’ the others shouted from outside. ‘Maybe it will rain,’ they added.\n\nBy now the beard was burning away merrily, and all Brij could do was leap and dance away from the flames. Till suddenly there were splashes and splashes of water! Someone was emptying cool, cool water on the fire and putting it out!\n\nBrij could not believe his luck. Who had saved him? Why, it was Shanti and many other women of the village who had worked hard and drawn water from wells and ponds to save their homes.\n\nFinally Brij learnt his lesson. Being lazy and pretending to be cool had certainly not helped him in his hour of need. So he shaved off his half-burnt beard, woke up early each morning and did all that Shanti told him to do, and more!",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2631,
        "title": "How the Seasons Got Their Share",
        "story": "God stepped back and looked happily at the Earth he had just created. He had filled it with humans, animals, trees and seas and it looked a wonderful place to be in. But something was missing. After thinking for a while, he called out to six brothers: Day, Night, Summer, Winter, Monsoon and Wind. He commanded the six brothers to go down to Earth and help the creatures there live comfortably and prosper. ‘You must help the creatures on Earth grow food and live comfortably. I have divided Time into two parts—twenty-four hours and 365 days. You must share this among yourselves so that people on Earth get all that they need.’ The six brothers nodded obediently, but no sooner was God’s back turned than they all started quarrelling!\n\nEveryone wanted a big share of the time available to spend on Earth. Day and Night decided each would get twenty-four hours each. But the seasons kept quarrelling. Summer was the eldest, so he said, ‘I will be on Earth for 365 days first!’ Rain said, ‘If I don’t show up all the water on Earth will disappear, so I will come next.’ Winter said, ‘After the rains I help trees to flower, so I will come in the third year.’ Poor Wind was the youngest and no one paid him any attention, so he got the last year.\n\nSo life started on Earth. For twenty-four hours at a time there was Day, then twenty-four hours of Night. Summer continued for one whole year. While in the beginning the heat helped the crops to grow, soon it became too hot for anyone to do anything. All the water dried up and there was great discomfort. The people of Earth pleaded with Summer to stop and he had to leave before his year was up.\n\nThen it was the turn of Rain. When he started pouring down, how happy everyone was to get some respite from the year’s summer. But soon the lakes, ponds, rivers, oceans all filled to the brim and started overflowing. The crops got spoilt in the rain and there was nothing for anyone to eat. When people prayed for him to stop, he had to step aside and make way for Winter.\n\nWith relief people greeted Winter. Now there was neither the scorching sun nor the pouring rain. But when day after day went by like this they started falling sick from the constant cold, the plants started dying because of less sunshine. At the people’s request Winter too had to stop.\n\nNow it was the turn of Wind. Within a few days of his constant huffing and puffing people were scared to step out anywhere. Trees were uprooted, the roofs of houses went flying and there was chaos all around.\n\nThe brothers realized what they had done would displease God mightily. So they decided to change their ways. Instead of each taking a year they decided to share one year among each other. But again, Wind being the youngest got left out and got no time for himself. He sat in a corner and sulked.\n\nDuring summer time people sowed their crops and waited for the rains. Rain came with loads of water but there was no wind to distribute it equally. Some parts of Earth got buckets of rain and other parts none at all. Now everyone realized that Wind was as important. They called out to him and he finally agreed to do his work. But he did not get a separate time for himself. He was allowed to blow all through the year. So in Summer he blew and helped reduce the heat. During rains he blew the clouds from one place to another and took rainwater everywhere. In Winter he still blew and made it even colder!\n\nDay and Night too learnt from the four brothers and decided to divide the twenty-four hours equally. So one half was Day and the other was Night. Now everyone on Earth was happy, and the six brothers learnt to share their time.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2632,
        "title": "The Island of Statues",
        "story": "Once there was a beautiful verdant green island. It had forests filled with huge trees, waterfalls gushing with clear blue water and mountains where there was a quarry of a unique kind of stone. This stone was valued for its attractive white colour. It was also easy to turn into sculptures.\n\nThe island had been ruled for years by a king who was now old. He looked after his people well and loved the natural beauty of his land above all. His closest friend was a sculptor called Amar. Amar too loved the land more than anything else. He had a school where students from far and wide came to learn the art of creating sculptures out of stone. But Amar had one odd condition for the students who studied in his school. He insisted they bring their own supply of stone! Only for their final sculpture were they allowed to use a piece of stone from the island’s quarry. Many grumbled at this rule. After all, dragging tons of stone to an island in the middle of a sea was difficult, but Amar was adamant.\n\nOnce his king asked him the reason for this condition, and this is what wise old Amar had to say: ‘This stone and indeed everything on this remarkable land of ours is a gift which we need to preserve. Unless we use it wisely how will we be able to save this quarry for our children? If we start using the stones and woods from trees without a thought they will soon finish and then we will be left with an empty, barren land. This is why I insist that students learning the craft of sculpting bring their own material, and only when they make their final piece of art can they use this unique stone from our land.’\n\nThe king applauded this thought in his mind and let Amar run his school the way he wanted. But then a day came when the king, now very old, died, and his son took over the throne. Rajdip, the new king, wanted to do everything differently from his father. He started changing many laws. One day he remembered the art school and went to visit it. There he saw the students working on their sculptures. But his ministers whispered to him the complaints that other students, who had not wanted to bring their own material, had made about Amar’s rule.\n\nRajdip realized that if he lifted the rule then many more people would come to study in the school. Their fees would add to the prosperity of the island and in addition they would create lovely works of art that could be used to beautify the towns. He ordered Amar to step down as the teacher and brought someone else to run the school.\n\nSoon the island was full of students chipping away on the stone. Their demands increased the mining at the quarry. They created large sculptures which now needed to get transported back to the town. Trees were cut down to make carts and to clear roads. Without trees to provide wood for their boats the fishermen of the island could not go out to sea. They started fishing near the land and got into fights frequently with one another. New houses were not strong as both wood and stone were scarce. It was difficult for farmers to make good ploughs and so farming suffered. All the mining created so much of pollution that plants started dying out, diseases spread, and the tinkling waterfalls fell silent as water became scarce. The climate changed, it became hotter and drier. Soon there were famines and the once beautiful green island was reduced to a wasteland of weeds and scrub.\n\nRajdip’s wishes of lining his capital city and palace with giant sculptures was fulfilled. Each student in the art school made a beautiful huge statue and gifted it to him. Soon these statues filled up the entire kingdom. Where once there were deep forests and blue rivers and streams, the island was a barren land now. The forests were gone. The rivers had turned into dirty trickles of water. The climate had become hot and dusty as the rains no longer came on time. People started leaving the island. The houses, schools and palaces slowly fell silent as they were abandoned. With time, everyone forgot about this island. Many, many years later when explorers landed here, they found hundreds of statues strewn all over a bare island: a land destroyed by the king’s greed.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2633,
        "title": "The Secret of Silk",
        "story": "Did you know that silk was discovered in China?\n\nA long time ago, in a tiny village in China, there lived a poor girl belonging to a weaver’s family. One day, the emperor was passing through the village and saw her working in the fields. He noticed her red cheeks and rosebud-like mouth, her proud bearing and her rough, work-worn hands, which meant she worked very hard through the year. He immediately fell in love with her and though he was much older, decided to marry her.\n\nThe girl married the ruler of the land and went to live in his palace as his beloved queen. But she was unhappy. She had grown up in the wide open spaces of the countryside, and now she was confined to a palace, magnificent though it was. She was used to working from dawn to night without a moment’s rest, but now she had many servants to take care of her needs and did not know how to fill her time. In the village she had been surrounded by family and friends who exchanged news and gossip as they worked, but in the palace it was quiet and no one spoke out of turn. The emperor noticed his new wife was sad and tried his best to make her happy. He bought her grand clothes, jewels and artefacts, threw elaborate parties, hired the best musicians of the land to amuse her. Yet she was sad.\n\nOne afternoon, the empress sat under a mulberry bush in her garden, lost in her thoughts about her village. She slowly sipped hot water from a cup. Staring up at the blue sky, the girl remembered the birds that flew over her village. Then, sighing softly to herself, she picked up her cup to take another sip. But what was this! A cocoon from the mulberry bush had dropped into the hot water! Her first thought was to throw away the water and the cocoon. But then she took a closer look, and she saw some threads peeping out from the cocoon. Where had they come from? She pulled the threads. They were thin, strong and shiny. She kept pulling and a long line of thread came out. Now the empress had a great idea. She would take the thread from many cocoons and weave soft, strong cloth from it!\n\nShe called her servants and everyone got to work. They took cocoons out of the mulberry tree, dropped them in hot water, and removed the thread. They gathered a fair amount of yarn. Then the queen ordered a special weaving machine and wove the first piece of cloth using this new thread. Thus silk, the best and brightest form of cloth, was weaved.\n\nThe manufacture of silk spread throughout China. It was the cloth that only royalty could wear, and was much in demand in lands as far away as Rome. The route through which silk was traded between China and Europe through Asia was called the Silk Route.\n\nNow that the Chinese had learnt how to make silk cloth, they did not want to share this knowledge with anyone in the world. Generations of Chinese royalty were sworn never to reveal the secret to anyone. When princesses got married and went away to far-off lands, they were not allowed to tell anyone in their new home how silk was made.\n\nMany, many years later, when a clever princess was leaving her house on getting married, as was the custom, her bags were searched carefully to check that she did not carry anything that would help her make silk. This princess had been weaving silk from a young age and wanted to continue to do so wherever she went. She had hidden the cocoons in her long, elaborate hairdo. No one thought of looking there! When she went to her husband’s house, she took out these cocoons from her hair and started gathering silk thread! In this way, legend goes, the knowledge of how to make silk left China.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2634,
        "title": "The Perfect Human Being",
        "story": "There was once a human that was considered to be the epitome of humanity. One might have called him the perfect human being. He was absolutely fantastic in every regard. The whole world agreed that he was the example of what a human could become, and what everyone should strive to become.\n\nFirst, his looks. His body looked like it was chiseled out of marble. His facial symmetry shocked every mathematician in the world. His long curls fell from his perfectly shaped head like delicious Italian pasta. And his complexion was one of sunkissed gold. His physical appearance radiated limitless health and power. A truly perfect human being.\n\nSecond, his mind. His intellect was sharper than any sword and faster than any bullet. His thoughts were original, interesting, and infinitely fascinating. His intelligence and creativity overshadowed even the greatest thinkers and artists. His mind was open, yet rational, relaxed, yet focused. There was no mental challenge his mind was unable to conquer. A perfect human being indeed.\n\nThird, his personality. There was not one person who wasn’t enchanted by his wonderful demeanor. He was charismatic but never manipulating. He was always kind but could stand up for himself and others. He was gentle, yet firm. All his actions were decisive but he would always find the best outcome for everyone. His words were like song and flowed like a calm river in spring. Well-spoken and a good listener. Truly a rare breed, this perfect human being.\n\nNaturally, this perfect human being lived a life everyone was dreaming of — a wonderful partner, a flourishing career, plenty of money, a beautiful home, many friends, and everything else anyone could ever wish. And although no one had a reason to dislike him, there were, of course, those that were jealous of his perfect life.\n\nBut, you know, this was nothing serious. No one had a real grudge, just the normal kind of human envy.\n\nWhat most of his admirers didn’t see, however, was how this perfect human being lived his daily life.\n\nTo keep his toned muscles he would lift weights and run many miles daily, and only eat a limited selection of foodstuff. To keep his face pretty he would apply a dozen cleansing and moisturizing creams. And to keep his curls perfectly curly he would need the right shampoo and conditioner and always wash his hair in a circular motion each motion taking exactly 2 seconds.\n\nTo keep his mind in shape he would meditate every morning and evening for two hours and read books on all the topics and ideas in the world. He would write and paint and sculpt to keep his creative juices flowing. And whenever he had a spare minute he would play chess to sharpen his mind. All of that he would do in between his ten-hour work days.\n\nTo keep up his appearance of a kind, gentle, charismatic, and decisive person, he would practice his speeches, prepare his dialogues, learn funny jokes by heart, think about the perfect words, and always keep his emotions in check. Not one day would pass where he didn’t practice the tonality of his voice and the effectiveness of his expression.\n\nWhat dedication, you must think, this alone shows how perfect this perfect human being must have been. There must not have been a happier person in this world or the next. This person by virtue of his perfection must’ve felt like all of us would like to feel.\n\nBut was that truly the reality of it?\n\nAbsolutely not.\n\nWhile everyone only saw the result, the perfect human being had the whole burden to carry. Outwardly he appeared perfect but inwardly he felt anything but perfect. Although he always projected an air of effortlessness, the projection of said air cost him tremendous effort.\n\nHe was constantly plagued by fears, worries, and anxieties. What if he would slack and people would see through his act? What if suddenly something went wrong and his perfection started to fade? What if he can no longer keep up with all the demands he and everyone else is making on himself?\n\nNever at ease, never truly relaxed, never feeling like himself, and always pouring all his energy into animating the perfect human being he was playing. His existence truly was a miserable one. He was tired beyond belief and all he yearned for was some rest, a long vacation from his position as the perfect human being, perhaps even forever.\n\nOne evening, when he was particularly troubled by his absurd predicament, he went on a walk. He walked past the tall buildings he sees every day, the countless coffee shops and food places, stopping here and there, judging his reflection with disgust in every window he passed.\n\nHis mind was churning on the question of how he could possibly keep living like this. What’s the point of such a life — a life of appearances and pretenses? He realized that he would gladly surrender all his perfection for peace of mind, for freedom from himself. He himself was the cruelest slave driver, and he himself was also his most obedient slave.\n\nAs he wondered in despair and desperation how to escape his suffering, he saw an old man sitting on a park bench not really doing anything. The man, quite frankly, looked like a bum. His clothes seemed old and dirty, his hair and beard ruffled and unkempt. Generally, his appearance was one of someone who didn’t care one bit.\n\nBut when the perfect human being looked into the old man’s face, he was stunned. Never had he seen such an expression. The old man looked calm and peaceful and utterly unfazed. He seemed invincible, unconquerable like the world and all its troubles were just rolling off him like water from an umbrella. And although he was clearly of old age, he radiated youth and energy and playfulness like an old man and a child all in one.\n\nThe perfect human being was, despite his perfection, afraid to approach the old man. Perhaps because he sensed that this man would see right through him and expose his inner poverty. And yet, he was drawn to him, unwillingly moving toward him like an insignificant piece of metal not being able to withstand the pull of a mighty magnet.\n\nWith no other option, he simply sat down next to the old man. The old man, on the other hand, didn’t move one inch. He didn’t even acknowledge the presence of the perfect human being, which was quite an unusual experience for the perfect man who would usually draw all attention to him. This destabilized him even more.\n\nThe mere seconds of silence next to this old man felt like an eternity to him, like an otherworldly tension that threatened to tear him apart. And when the roaring silence became almost too much to handle the old man turned to him and addressed him with the gentle voice of an elder, “What’s the matter young man? You seem quite aggravated.”\n\nFor the first time in his life, the perfect human being was speechless. Such a simple and straightforward question and he was at a loss for words. Was his inner conflict that obvious? Wasn’t he a master at hiding his imperfections? He was raking his brain for the perfect answer when he suddenly realized how silly he is being. He was still trying to keep up his act.\n\nSo instead, he just stopped his calculating ways and spoke from the heart, “My whole life I have been playing this role and although it seemed like the perfect role, it took everything from me. I don’t know how to keep going. I am tired and afraid and angry and confused. Nothing makes sense anymore and I just want to get out of it.”\n\n“I see,” the old man replied “but isn’t barking at the wrong tree just part of life?”\n\n“What do you mean?” asked the perfect man puzzled.\n\n“Well, there is something we all want and we assume we know how to get it. So we just go and start chasing and keep hitting our heads against the same wall in the hopes that we’ll break through the wall and find what we want on the other side. But, you know, heads usually break easier than walls.”\n\nAfter mulling over the old man’s words for a while, the perfect human being, replied in a defeated voice, “I see what you mean. I feel like my head is about to break or maybe it already has broken and I’m suffering the shock. But you, you seem like you have found. I don’t know what it is but I want what you have.”\n\nThe old man closed his eyes and went, “Hmmm,” as if pondering how to respond to this young man’s plight.\n\n“I don’t have anything.” the old man replied finally. “I, perhaps, have been the most foolish of them all having hit my head against so many walls. Perhaps all this hitting my head has made me a little soft in the head as well.” he chuckled. “But,” he continued “hasn’t all this struggle brought you to this point — the point where you’re finally looking at yourself and your life honestly? Isn’t that the gift you have received? Maybe this whole head-hitting-against-walls business is not about breaking through walls but about breaking your head. Maybe this is what is necessary to turn in the right direction.”\n\nThose words hit a chord with the perfect man and tears started streaming down his face. It was as if the old man’s words were exactly the right tool to break the unbreakable dam that needed to be broken inside the otherwise perfect human being.\n\nAfter his tears had ceased he finally asked, “But what now? What do I do? I feel like I don’t know anything anymore. I feel so lost and without direction.”\n\n“Oh, don’t worry, you’ve always been lost and without direction, you just acted as if this wasn’t the case. You have spent your whole life rushing and doing, so why not slow down and take your time for once? Not having answers is always the way to answers. See if you can stay with the uncertainty and keep your sight on the step in front of you. I’m sure you’ll know what to do soon enough.”\n\nAfter finishing those words, the old man got up, smiled at the perfect man, and bade him goodbye. Before vanishing into the now-dark surroundings, he turned around and added, “Sorry if my answers were vague. Life advice was never really my thing.”\n\nThe perfect human being kept sitting on the bench for a while thinking about the words of the old man.\n\nA truly perfect human being.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "13+"
    },
    {
        "id": 2635,
        "title": "Hero",
        "story": "They were calling him a hero, but he said he didn’t feel like a hero.\n\nIt began when Calvin Craig decided to go to his local supermarket to pick up a few items and visit the Starbucks counter inside for a Frappuccino.\n\nHe had just parked relatively close to the entrance when he saw a person in the handicap spot step from his car. Yes, the man walked with a limp, but that wasn’t what caught Calvin’s eye. It was what the man was holding down by his side—a gun.\n\nLike Calvin said when he was interviewed later, “Having grown up in a tough neighborhood, I just did what felt natural.”\n\nFollowing the man as he reached the entrance, Calvin used a technique he learned as a kid, tripping the man, causing him to stumble and fall. He waited to see if the man would try and get up, but when the potential shooter didn’t move, Calvin realized the man was unconscious.\n\nUnfortunately, several people had seen Calvin trip the man. They confronted him, thinking he was a bad guy or crazy, until he pointed out the man’s gun. That’s when the truth came out.\n\nThe man was the estranged husband of a barista in the Starbucks. Not only did he have a restraining order against him, but he also recently lost his job and had a substance abuse problem.\n\nAfter the TV interview with Calvin went viral, someone started a GoFundMe campaign for him. Eventually, fifty thousand dollars was raised. Calvin thanked everyone for their donations but decided he really didn’t need all the money. Instead, he donated half to the Starbucks barista and most of the rest to his local parish.\n\nThat’s when and where he met his future wife.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "13+"
    },
    {
        "id": 2636,
        "title": "The Book",
        "story": "She was sitting on the back of a park bench weeping. She was wearing blue jeans and a long-sleeved top. I smiled at her. “Mind if I sit down?” She shook her head and slid down until she took up one end of the bench. Her shoes showed wear; She pulled a bit of cloth from the pocket of her jeans.\n\nAfter several seconds, I said. “Would I be intruding if I asked what the problem is?” She looked at me with tear-filled eyes spilling over, running down her cheeks.\n\n“I…I’m…no good.” She dissolved into sobbing again.\n\n“Why would you say that?” Knowing the answer but wanting her to say it.\n\nShe looked at me as if her entire world had just fallen apart. “I tried to do as you said. Feel the story. To experience it. I tried to immerse myself in it. To let it flow over me. It didn’t work.”\n\n“Come with me. Are you hungry?” I said as I got up. I waited for her. She was black, about 25. A nice-looking young lady.\n\n“Where …where are we going?” She said, picking up her bag.\n\n“There is a nice little restaurant where we can speak privately.” She followed me for the next couple of blocks.\n\nI called my wife to tell her I would be late. I spoke to her for a few minutes.\n\nThere was a nice little place tucked back between a bookstore and a jewelry store. I held the door open for her. She entered cautiously. The manager greeted us. “Hi Hunter. Who’s your friend?”\n\n“This is Sasha, a budding author.” I said, shaking his hand.\n\n“Welcome, Sasha,” he said, shaking her hand.\n\n“Thank you.” She said simply.\n\n“Do you have a quiet table where Sasha and I can talk?” I ask.\n\n“Sure. Follow me.” He led us to the back of the restaurant. And gave us two menus. “Your waitress will be with you shortly.”\n\n“Thanks, Don.” He left us. I opened mine, looked at the pictures of food, closed it and said. “Ok let’s go.”\n\nShe looked at me in confusion. “I…I thought we were going to have a meal?” She said, getting hesitantly to her feet.\n\nI settled back down. “Aren’t you satisfied? You saw the pictures of the nicely prepared meals?”\n\n“No. They only made me hungry. The pictures didn’t satisfy my hungry just increased it.” I smiled.\n\n“Now you’re getting it. If I describe emotion, say, like she wept. Can you see it? Or if I write. Tears filled her eyes until they spilled over. Her world crumbled around her. Tell me how you felt when you received the letter from the agent.”\n\n“I…I felt as if my career as a writer was over. I felt the world come crashing down on my shoulders. I felt as my life was…” A light came into her eyes.\n\n“There it is. Sasha, you have to show, not tell. You want the reader to live your story. I want my readers to feel the same emotions as if they were my main character. They can’t feel the same if I tell them, but if I show them, they can.”\n\n“So, what you’re saying is that you want them to hear the bullet whizzing by. You want the reader to be there as an observer.” Sasha said with shining eyes.\n\n“No, I want my reader to feel as if they are the ones being shot at. Or if they are the villain, I want them to look in the mirror and feel the same panic.”\n\n“You’re saying you want me to be the main character?” Sasha said, smiling.\n\n“And the villain. I want you to live the story. ” I said returning her smile.\n\nThe waitress was there, so we ordered our meal. After we ate as we left the restaurant. I said. “How was the meal?”\n\n“Very good. Thank you.” She laughed. “Much better than the pictures.”\n\n18 months later, my wife and I attended Sasha’s first book signing.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "13+"
    },
    {
        "id": 2637,
        "title": "Whispers of the Earth",
        "story": "No one knew how long she’d been there. Even the town’s oldest resident, a 97-year-old man, remembered her sitting on that porch when he was just a boy. Time had touched everything around her—but somehow, not her.\n\nPeople spoke of her in hushed tones, calling her “The Watcher,” afraid to ask too many questions. They said she “knew” things—things that shouldn’t be known. And so, while the world moved on, she remained on that porch, her only visitors the deer who nuzzled her hand, the squirrels who played like children before her, and the wise old rabbit who sat beside her like a loyal guardian.\n\nThen one day, a little girl moved to a farm down the road. It wasn’t much of a farm—just ten acres, a garden, a few chickens—but to Sally, it was a new beginning. Having come from the busy city of St. Louis, Sally knew no fear. She wasn’t burdened by the town’s whispers, by the unspoken rules to stay away. To her, “The Watcher” wasn’t a legend or a ghost. She was just an old woman sitting on a porch with animals that seemed to adore her.\n\nAs Sally walked down the gravel road one bright afternoon, singing “This Land Is Your Land”, something remarkable happened—“The Watcher” moved. Not much, just a step to the edge of her porch, but for those who had watched her sit frozen in time, it was enough to feel the shift in the air.\n\nSally, seeing no reason for hesitation, smiled her big, bright smile and said, “Hello, madam. You look like the kind of lady I want to know.”\n\nThe old woman hadn’t spoken to another human in so long that her voice came out strained, choked up with years of silence. But she looked at Sally, something soft flickering in her deep-set eyes, and said, “Hello. Just call me Grandma. That’s what people here used to call me.”\n\nSally grinned. “Well, Grandma, you just call me Sally. That’s the only name anybody’s ever called me, and you know, I don’t have a grandma. So having you as Grandma just seems wonderful to me.”\n\nWithout hesitation, Sally walked right up onto the porch and wrapped her arms around “Grandma” as tightly as she could. And for the first time in a long, long while, “Grandma” felt the warmth of human touch—not fear, not hesitation, just pure, unguarded love.\n\nIt was then that Sally’s secret began to unfold.\n\nAs their bond grew, Sally discovered something remarkable—something “Grandma” had always known. She had a gift, a way with nature. The animals trusted her, the earth responded to her presence. And when she stepped into a patch of weeds, closed her eyes, and stretched out her arms, wildflowers bloomed beneath her fingertips.\n\n“Grandma” smiled knowingly. “I think we share the same secret, little Miss Sally.”\n\nOver time, Sally came to understand the truth—that what people called “The Watcher” was more than a title. It was a role, an unspoken connection to nature itself. And as the seasons passed, as Sally sat beside “Grandma” day after day, learning not just from her words but from the quiet rhythms of the land, she grew into that role.\n\nThen one evening, as the light faded into the trees, “Grandma” took a slow walk into the woods—and was never seen again.\n\nAnd in her place, on that quiet porch where time seemed to stand still, Sally sat, rocking gently, the creatures gathered at her feet. She had become the new “Watcher.”\n\nOr, as some might say—Mother Nature herself.\n\nBecause seasons change, just as time does. And just as the world around us shifts and transforms, so too does the one who watches over it.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "13+"
    },
    {
        "id": 2638,
        "title": "The Three Little Pigs",
        "story": "Once upon a time there was an old mother pig who had three little pigs and not enough food to feed them. So when they were old enough, she sent them out into the world to seek their fortunes.\n\nThe first little pig was very lazy. He didn't want to work at all and he built his house out of straw. The second little pig worked a little bit harder but he was somewhat lazy too and he built his house out of sticks. Then, they sang and danced and played together the rest of the day.\n\nThe third little pig worked hard all day and built his house with bricks. It was a sturdy house complete with a fine fireplace and chimney. It looked like it could withstand the strongest winds.\n\nThe next day, a wolf happened to pass by the lane where the three little pigs lived; and he saw the straw house, and he smelled the pig inside. He thought the pig would make a mighty fine meal and his mouth began to water.\n\nSo he knocked on the door and said:\n\n  Little pig! Little pig!\n  Let me in! Let me in!\nBut the little pig saw the wolf's big paws through the keyhole, so he answered back:\n\n  No! No! No!\n  Not by the hairs on my chinny chin chin!\n\nThen the wolf showed his teeth and said:\n\n  Then I'll huff\n  and I'll puff\n  and I'll blow your house down.\n\nSo he huffed and he puffed and he blew the house down! The wolf opened his jaws very wide and bit down as hard as he could, but the first little pig escaped and ran away to hide with the second little pig.\n\nThe wolf continued down the lane and he passed by the second house made of sticks; and he saw the house, and he smelled the pigs inside, and his mouth began to water as he thought about the fine dinner they would make.\n\nSo he knocked on the door and said:\n\n  Little pigs! Little pigs!\n  Let me in! Let me in!\nBut the little pigs saw the wolf's pointy ears through the keyhole, so they answered back:\n\n  No! No! No!\n  Not by the hairs on our chinny chin chin!\n\nSo the wolf showed his teeth and said:\n\n  Then I'll huff\n  and I'll puff\n  and I'll blow your house down!\n\nSo he huffed and he puffed and he blew the house down! The wolf was greedy and he tried to catch both pigs at once, but he was too greedy and got neither! His big jaws clamped down on nothing but air and the two little pigs scrambled away as fast as their little hooves would carry them.\n\nThe wolf chased them down the lane and he almost caught them. But they made it to the brick house and slammed the door closed before the wolf could catch them. The three little pigs were very frightened, they knew the wolf wanted to eat them. And that was very, very true. The wolf hadn't eaten all day and he had worked up a large appetite chasing the pigs around and now he could smell all three of them inside and he knew that the three little pigs would make a lovely feast.\n\nSo the wolf knocked on the door and said:\n\n  Little pigs! Little pigs!\n  Let me in! Let me in!\nBut the little pigs saw the wolf's narrow eyes through the keyhole, so they answered back:\n\n  No! No! No!\n  Not by the hairs on our chinny chin chin!\n\nSo the wolf showed his teeth and said:\n\n  Then I'll huff\n  and I'll puff\n  and I'll blow your house down.\n\nWell! he huffed and he puffed. He puffed and he huffed. And he huffed, huffed, and he puffed, puffed; but he could not blow the house down. At last, he was so out of breath that he couldn't huff and he couldn't puff anymore. So he stopped to rest and thought a bit.\n\nBut this was too much. The wolf danced about with rage and swore he would come down the chimney and eat up the little pigs for his supper. But while he was climbing on to the roof the little pig made up a blazing fire and put on a big pot full of water to boil. Then, just as the wolf was coming down the chimney, the little piggy pulled off the lid, and plop! in fell the wolf into the scalding water.\n\nSo the little piggy put on the cover again, boiled the wolf up, and the three little pigs ate him for supper.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2639,
        "title": "Little Red Riding Hood",
        "story": "Once upon a time there was a dear little girl who was loved by every one who looked at her, but most of all by her grandmother, and there was nothing that she would not have given to the child. Once she gave her a little cap of red velvet, which suited her so well that she would never wear anything else. So she was always called Little Red Riding Hood.\n\nOne day her mother said to her, \"Come, Little Red Riding Hood, here is a piece of cake and a bottle of wine. Take them to your grandmother, she is ill and weak, and they will do her good. Set out before it gets hot, and when you are going, walk nicely and quietly and do not run off the path, or you may fall and break the bottle, and then your grandmother will get nothing. And when you go into her room, don't forget to say, good-morning, and don't peep into every corner before you do it.\"\n\n\"I will take great care,\" said Little Red Riding Hood to her mother, and gave her hand on it.\n\nThe grandmother lived out in the wood, half a league from the village, and just as Little Red Riding Hood entered the wood, a wolf met her. Little Red Riding Hood did not know what a wicked creature he was, and was not at all afraid of him.\n\n\"Good-day, Little Red Riding Hood,\" said he.\n\n\"Thank you kindly, wolf.\"\n\n\"Whither away so early, Little Red Riding Hood?\"\n\n\"To my grandmother's.\"\n\n\"What have you got in your apron?\"\n\n\"Cake and wine. Yesterday was baking-day, so poor sick grandmother is to have something good, to make her stronger.\"\n\n\"Where does your grandmother live, Little Red Riding Hood?\"\n\n\"A good quarter of a league farther on in the wood. Her house stands under the three large oak-trees, the nut-trees are just below. You surely must know it,\" replied Little Red Riding Hood.\n\nThe wolf thought to himself, \"What a tender young creature. What a nice plump mouthful, she will be better to eat than the old woman. I must act craftily, so as to catch both.\" So he walked for a short time by the side of Little Red Riding Hood, and then he said, \"See, Little Red Riding Hood, how pretty the flowers are about here. Why do you not look round? I believe, too, that you do not hear how sweetly the little birds are singing. You walk gravely along as if you were going to school, while everything else out here in the wood is merry.\"\n\nLittle Red Riding Hood raised her eyes, and when she saw the sunbeams dancing here and there through the trees, and pretty flowers growing everywhere, she thought, \"Suppose I take grandmother a fresh nosegay. That would please her too. It is so early in the day that I shall still get there in good time.\" And so she ran from the path into the wood to look for flowers. And whenever she had picked one, she fancied that she saw a still prettier one farther on, and ran after it, and so got deeper and deeper into the wood.\n\nMeanwhile the wolf ran straight to the grandmother's house and knocked at the door.\n\n\"Who is there?\"\n\n\"Little Red Riding Hood,\" replied the wolf. \"She is bringing cake and wine. Open the door.\"\n\n\"Lift the latch,\" called out the grandmother, \"I am too weak, and cannot get up.\"\n\nThe wolf lifted the latch, the door sprang open, and without saying a word he went straight to the grandmother's bed, and devoured her. Then he put on her clothes, dressed himself in her cap, laid himself in bed and drew the curtains.\n\nLittle Red Riding Hood, however, had been running about picking flowers, and when she had gathered so many that she could carry no more, she remembered her grandmother, and set out on the way to her.\n\nShe was surprised to find the cottage-door standing open, and when she went into the room, she had such a strange feeling that she said to herself, \"Oh dear, how uneasy I feel to-day, and at other times I like being with grandmother so much.\"\n\nShe called out, \"Good morning,\" but received no answer. So she went to the bed and drew back the curtains. There lay her grandmother with her cap pulled far over her face, and looking very strange.\n\n\"Oh, grandmother,\" she said, \"what big ears you have.\"\n\n\"The better to hear you with, my child,\" was the reply.\n\n\"But, grandmother, what big eyes you have,\" she said.\n\n\"The better to see you with, my dear.\"\n\n\"But, grandmother, what large hands you have.\"\n\n\"The better to hug you with.\"\n\n\"Oh, but, grandmother, what a terrible big mouth you have.\"\n\n\"The better to eat you with.\"\n\nAnd scarcely had the wolf said this, than with one bound he was out of bed and swallowed up Little Red Riding Hood.\n\nWhen the wolf had appeased his appetite, he lay down again in the bed, fell asleep and began to snore very loud. The huntsman was just passing the house, and thought to himself, \"How the old woman is snoring. I must just see if she wants anything.\"\n\nSo he went into the room, and when he came to the bed, he saw that the wolf was lying in it. \"Do I find you here, you old sinner,\" said he. \"I have long sought you.\"\n\nThen just as he was going to fire at him, it occurred to him that the wolf might have devoured the grandmother, and that she might still be saved, so he did not fire, but took a pair of scissors, and began to cut open the stomach of the sleeping wolf.\n\nWhen he had made two snips, he saw Little Red Riding Hood shining, and then he made two snips more, and the little girl sprang out, crying, \"Ah, how frightened I have been. How dark it was inside the wolf.\"\n\nAnd after that the aged grandmother came out alive also, but scarcely able to breathe. Little Red Riding Hood, however, quickly fetched great stones with which they filled the wolf's belly, and when he awoke, he wanted to run away, but the stones were so heavy that he collapsed at once, and fell dead.\n\nThen all three were delighted. The huntsman drew off the wolf's skin and went home with it. The grandmother ate the cake and drank the wine which Little Red Riding Hood had brought, and revived, but Little Red Riding Hood thought to herself, \"As long as I live, I will never by myself leave the path, to run into the wood, when my mother has forbidden me to do so.\"\n\nIt is also related that once when Little Red Riding Hood was again taking cakes to the old grandmother, another wolf spoke to her, and tried to entice her from the path. Little Red Riding Hood, however, was on her guard, and went straight forward on her way, and told her grandmother that she had met the wolf, and that he had said good-morning to her, but with such a wicked look in his eyes, that if they had not been on the public road she was certain he would have eaten her up. \"Well,\" said the grandmother, \"we will shut the door, that he may not come in.\"\n\nSoon afterwards the wolf knocked, and cried, \"Open the door, grandmother, I am Little Red Riding Hood, and am bringing you some cakes.\"\n\nBut they did not speak, or open the door, so the grey-beard stole twice or thrice round the house, and at last jumped on the roof, intending to wait until Little Red Riding Hood went home in the evening, and then to steal after her and devour her in the darkness. But the grandmother saw what was in his thoughts. In front of the house was a great stone trough, so she said to the child, \"Take the pail, Little Red Riding Hood. I made some sausages yesterday, so carry the water in which I boiled them to the trough.\" Little Red Riding Hood carried until the great trough was quite full. Then the smell of the sausages reached the wolf, and he sniffed and peeped down, and at last stretched out his neck so far that he could no longer keep his footing and began to slip, and slipped down from the roof straight into the great trough, and was drowned. But Little Red Riding Hood went joyously home, and no one ever did anything to harm her again.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2640,
        "title": "Jack and the Beanstalk",
        "story": "Once upon a time there lived a poor widow and her son Jack. One day, Jack’s mother told him to sell their only cow. Jack went to the market and on the way he met a man who wanted to buy his cow. Jack asked, “What will you give me in return for my cow?” The man answered, “I will give you five magic beans!” Jack took the magic beans and gave the man the cow. But when he reached home, Jack’s mother was very angry. She said, “You fool! He took away your cow and gave you some beans!” She threw the beans out of the window. Jack was very sad and went to sleep without dinner.\n\nThe next day, when Jack woke up in the morning and looked out of the window, he saw that a huge beanstalk had grown from his magic beans! He climbed up the beanstalk and reached a kingdom in the sky. There lived a giant and his wife. Jack went inside the house and found the giant’s wife in the kitchen. Jack said, “Could you please give me something to eat? I am so hungry!” The kind wife gave him bread and some milk.\n\nWhile he was eating, the giant came home. The giant was very big and looked very fearsome. Jack was terrified and went and hid inside. The giant cried, “Fee-fi-fo-fum, I smell the blood of an Englishman. Be he alive, or be he dead, I’ll grind his bones to make my bread!” The wife said, “There is no boy in here!” So, the giant ate his food and then went to his room. He took out his sacks of gold coins, counted them and kept them aside. Then he went to sleep. In the night, Jack crept out of his hiding place, took one sack of gold coins and climbed down the beanstalk. At home, he gave the coins to his mother. His mother was very happy and they lived well for sometime.\n\nJack climbed the beanstalk and went to the giant’s house again. Once again, Jack asked the giant’s wife for food, but while he was eating the giant returned. Jack leapt up in fright and went and hid under the bed. The giant cried, “Fee-fi-fo-fum, I smell the blood of an Englishman. Be he alive, or be he dead, I’ll grind his bones to make my bread!” The wife said, “There is no boy in here!” The giant ate his food and went to his room. There, he took out a hen. He shouted, “Lay!” and the hen laid a golden egg. When the giant fell asleep, Jack took the hen and climbed down the beanstalk. Jack’s mother was very happy with him.\n\nAfter some days, Jack once again climbed the beanstalk and went to the giant’s castle. For the third time, Jack met the giant’s wife and asked for some food. Once again, the giant’s wife gave him bread and milk. But while Jack was eating, the giant came home. “Fee-fi-fo-fum, I smell the blood of an Englishman. Be he alive, or be he dead, I’ll grind his bones to make my bread!” cried the giant. “Don’t be silly! There is no boy in here!” said his wife.\n\nThe giant had a magical harp that could play beautiful songs. While the giant slept, Jack took the harp and was about to leave. Suddenly, the magic harp cried, “Help master! A boy is stealing me!” The giant woke up and saw Jack with the harp. Furious, he ran after Jack. But Jack was too fast for him. He ran down the beanstalk and reached home. The giant followed him down. Jack quickly ran inside his house and fetched an axe. He began to chop the beanstalk. The giant fell and died.\n\nJack and his mother were now very rich and they lived happily ever after.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2641,
        "title": "The Tale of Peter Rabbit",
        "story": "ONCE upon a time there were four little Rabbits, and their names were— Flopsy, Mopsy, Cotton-tail, and Peter.\n\nThey lived with their Mother in a sand-bank, underneath the root of a very big fir tree.\n\n\"NOW, my dears,\" said old Mrs. Rabbit one morning, \"you may go into the fields or down the lane, but don't go into Mr. McGregor's garden: your Father had an accident there; he was put in a pie by Mrs. McGregor.\"\n\n\"NOW run along, and don't get into mischief. I am going out.\"\n\nTHEN old Mrs. Rabbit took a basket and her umbrella, to the baker's. She bought a loaf of brown bread and five currant buns.\n\nFLOPSY, Mopsy, and Cottontail, who were good little bunnies, went down the lane to gather blackberries;\n\nBUT Peter, who was very naughty, ran straight away to Mr. McGregor's garden and squeezed under the gate!\n\nFIRST he ate some lettuces and some French beans; and then he ate some radishes;\n\nAND then, feeling rather sick, he went to look for some parsley.\n\nBUT round the end of a cucumber frame, whom should he meet but Mr. McGregor!\n\nMR. McGREGOR was on his hands and knees planting out young cabbages, but he jumped up and ran after Peter, waving a rake and calling out, \"Stop thief!\"\n\nPETER was most dreadfully frightened; he rushed all over the garden, for he had forgotten the way back to the gate.\n\nHe lost one of his shoes among the cabbages, and the other shoe amongst the potatoes.\n\nAFTER losing them, he ran on four legs and went faster, so that I think he might have got away altogether if he had not unfortunately run into a gooseberry net, and got caught by the large buttons on his jacket. It was a blue jacket with brass buttons, quite new.\n\nPeter Rabbit stuck in the gooseberry net\nStuck in the Gooseberry Net\nPETER gave himself up for lost, and shed big tears; but his sobs were overheard by some friendly sparrows, who flew to him in great excitement, and implored him to exert himself.\n\nMR. McGREGOR came up with a sieve, which he intended to pop upon the top of Peter; but Peter wriggled out just in time, leaving his jacket behind him.\n\nAND rushed into the toolshed, and jumped into a can. It would have been a beautiful thing to hide in, if it had not had so much water in it.\n\nMR. McGREGOR was quite sure that Peter was somewhere in the toolshed, perhaps hidden underneath a flower-pot. He began to turn them over carefully, looking under each.\n\nPresently Peter sneezed— \"Kertyschoo!\" Mr. McGregor was after him in no time,\n\nAND tried to put his foot upon Peter, who jumped out of a window, upsetting three plants. The window was too small for Mr. McGregor, and he was tired of running after Peter. He went back to his work.\n\nPETER sat down to rest; he was out of breath and trembling with fright, and he had not the least idea which way to go. Also he was very damp with sitting in that can.\n\nAfter a time he began to wander about, going lippity— lippity—not very fast, and looking all around.\n\nHE found a door in a wall; but it was locked, and there was no room for a fat little rabbit to squeeze underneath.\n\nAn old mouse was running in and out over the stone doorstep, carrying peas and beans to her family in the wood. Peter asked her the way to the gate, but she had such a large pea in her mouth that she could not answer. She only shook her head at him. Peter began to cry.\n\nTHEN he tried to find his way straight across the garden, but he became more and more puzzled. Presently, he came to a pond where Mr. McGregor filled his water-cans. A white cat was staring at some gold-fish; she sat very, very still, but now and then the tip of her tail twitched as if it were alive. Peter thought it best to go away without speaking to her; he had heard about cats from his cousin, little Benjamin Bunny.\n\nHE went back towards the tool-shed, but suddenly, quite close to him, he heard the noise of a hoe—scr-r-ritch, scratch, scratch, scritch. Peter scuttered underneath the bushes. But presently, as nothing happened, he came out, and climbed upon a wheelbarrow, and peeped over. The first thing he saw was Mr. McGregor hoeing onions. His back was turned towards Peter, and beyond him was the gate!\n\nPETER got down very quietly off the wheelbarrow, and started running as fast as he could go, along a straight walk behind some black-currant bushes.\n\nMr. McGregor caught sight of him at the corner, but Peter did not care. He slipped underneath the gate, and was safe at last in the wood outside the garden.\n\nMR. McGREGOR hung up the little jacket and the shoes for a scare-crow to frighten the blackbirds.\n\nPETER never stopped running or looked behind him till he got home to the big fir-tree.\n\nHe was so tired that he flopped down upon the nice soft sand on the floor of the rabbit-hole, and shut his eyes. His mother was busy cooking; she wondered what he had done with his clothes. It was the second little jacket and pair of shoes that Peter had lost in a fortnight!\n\nI AM sorry to say that Peter was not very well during the evening.\n\nHis mother put him to bed, and made some camomile tea; and she gave a dose of it to Peter!\n\n\"One table-spoonful to be taken at bed-time.\"\n\nBUT Flopsy, Mopsy, and Cottontail had bread and milk and blackberries, for supper.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "4-6"
    },
    {
        "id": 2642,
        "title": "The Elves and the Shoemaker",
        "story": "A shoemaker, by no fault of his own, had become so poor that at last he had nothing left but leather for one pair of shoes. So in the evening, he cut out the shoes which he wished to begin to make the next morning, and as he had a good conscience, he lay down quietly in his bed, commended himself to God, and fell asleep. In the morning, after he had said his prayers, and was just going to sit down to work, the two shoes stood quite finished on his table. He was astounded, and knew not what to say to it. He took the shoes in his hands to observe them closer, and they were so neatly made that there was not one bad stitch in them, just as if they were intended as a masterpiece. Soon after, a buyer came in, and as the shoes pleased him so well, he paid more for them than was customary, and, with the money, the shoemaker was able to purchase leather for two pairs of shoes. He cut them out at night, and next morning was about to set to work with fresh courage; but he had no need to do so, for, when he got up, they were already made, and buyers also were not wanting, who gave him money enough to buy leather for four pairs of shoes. The following morning, too, he found the four pairs made; and so it went on constantly, what he cut out in the evening was finished by the morning, so that he soon had his honest independence again, and at last became a wealthy man. Now it befell that one evening not long before Christmas, when the man had been cutting out, he said to his wife, before going to bed, \"What think you if we were to stay up to-night to see who it is that lends us this helping hand?\" The woman liked the idea, and lighted a candle, and then they hid themselves in a corner of the room, behind some clothes which were hanging up there, and watched. When it was midnight, two pretty little naked men came, sat down by the shoemaker's table, took all the work which was cut out before them and began to stitch, and sew, and hammer so skilfully and so quickly with their little fingers that the shoemaker could not turn away his eyes for astonishment. They did not stop until all was done, and stood finished on the table, and they ran quickly away.\n\nNext morning the woman said, \"The little men have made us rich, and we really must show that we are grateful for it. They run about so, and have nothing on, and must be cold. I'll tell thee what I'll do: I will make them little shirts, and coats, and vests, and trousers, and knit both of them a pair of stockings, and do thou, too, make them two little pairs of shoes.\" The man said, \"I shall be very glad to do it;\" and one night, when everything was ready, they laid their presents all together on the table instead of the cut-out work, and then concealed themselves to see how the little men would behave. At midnight they came bounding in, and wanted to get to work at once, but as they did not find any leather cut out, but only the pretty little articles of clothing, they were at first astonished, and then they showed intense delight. They dressed themselves with the greatest rapidity, putting the pretty clothes on, and singing,\n\n\"Now we are boys so fine to see,\nWhy should we longer cobblers be?\"\n\nThen they danced and skipped and leapt over chairs and benches. At last they danced out of doors. From that time forth they came no more, but as long as the shoemaker lived all went well with him, and all his undertakings prospered.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2643,
        "title": "The Servant Girl and the Elves",
        "story": "There was once a poor servant-girl, who was industrious and cleanly, and swept the house every day, and emptied her sweepings on the great heap in front of the door. One morning when she was just going back to her work, she found a letter on this heap, and as she could not read, she put her broom in the corner, and took the letter to her master and mistress, and behold it was an invitation from the elves, who asked the girl to hold a child for them at its christening. The girl did not know what to do, but at length, after much persuasion, and as they told her that it was not right to refuse an invitation of this kind, she consented. Then three elves came and conducted her to a hollow mountain, where the little folks lived. Everything there was small, but more elegant and beautiful than can be described. The baby's mother lay in a bed of black ebony ornamented with pearls, the coverlids were embroidered with gold, the cradle was of ivory, the bath of gold. The girl stood as godmother, and then wanted to go home again, but the little elves urgently entreated her to stay three days with them. So she stayed, and passed the time in pleasure and gaiety, and the little folks did all they could to make her happy. At last she set out on her way home. Then first they filled her pockets quite full of money, and after that they led her out of the mountain again. When she got home, she wanted to begin her work, and took the broom, which was still standing in the corner, in her hand and began to sweep. Then some strangers came out of the house, who asked her who she was, and what business she had there? And she had not, as she thought, been three days with the little men in the mountains, but seven years, and in the meantime her former masters had died.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2644,
        "title": "The Changeling and the Egg-shells",
        "story": "A certain mother's child had been taken away out of its cradle by the elves, and a changeling with a large head and staring eyes, which would do nothing but eat and drink, laid in its place. In her trouble she went to her neighbour, and asked her advice. The neighbour said that she was to carry the changeling into the kitchen, set it down on the hearth, light a fire, and boil some water in two egg-shells, which would make the changeling laugh, and if he laughed, all would be over with him. The woman did everything that her neighbour bade her. When she put the egg-shells with water on the fire, the imp said, \"I am as old now as the Wester forest, but never yet have I seen any one boil anything in an egg-shell!\" And he began to laugh at it. Whilst he was laughing, suddenly came a host of little elves, who brought the right child, set it down on the hearth, and took the changeling away with them.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2645,
        "title": "The Cheerful Woman and the Bogey-Beast",
        "story": "There was once a woman who was very, very cheerful, though she had little to make her so; for she was old, and poor, and lonely. She lived in a little bit of a cottage and earned a scant living by running errands for her neighbours, getting a bite here, a sup there, as reward for her services. So she made shift to get on, and always looked as spry and cheery as if she had not a want in the world.\n\nNow one summer evening, as she was trotting, full of smiles as ever, along the high road to her hovel, what should she see but a big black pot lying in the ditch!\n\n\"Goodness me!\" she cried, \"that would be just the very thing for me if I only had something to put in it! But I haven't! Now who could have left it in the ditch?\"\n\nAnd she looked about her expecting the owner would not be far off; but she could see nobody.\n\n\"Maybe there is a hole in it,\" she went on, \"and that's why it has been cast away. But it would do fine to put a flower in for my window; so I'll just take it home with me.\"\n\nAnd with that she lifted the lid and looked inside. \"Mercy me!\" she cried, fair amazed. \"If it isn't full of gold pieces. Here's luck!\"\n\nAnd so it was, brimful of great gold coins. Well, at first she simply stood stock-still, wondering if she was standing on her head or her heels. Then she began saying:\n\n\"Lawks! But I do feel rich. I feel awful rich!\"\n\nAfter she had said this many times, she began to wonder how she was to get her treasure home. It was too heavy for her to carry, and she could see no better way than to tie the end of her shawl to it and drag it behind her like a go-cart.\n\n\"It will soon be dark,\" she said to herself as she trotted along. \"So much the better! The neighbours will not see what I'm bringing home, and I shall have all the night to myself, and be able to think what I'll do! Mayhap I'll buy a grand house and just sit by the fire with a cup o' tea and do no work at all like a queen. Or maybe I'll bury it at the garden foot and just keep a bit in the old china teapot on the chimney-piece. Or maybe—Goody! Goody! I feel that grand I don't know myself.\"\n\nBy this time she was a bit tired of dragging such a heavy weight, and, stopping to rest a while, turned to look at her treasure.\n\nAnd lo! it wasn't a pot of gold at all! It was nothing but a lump of silver.\n\nShe stared at it, and rubbed her eyes, and stared at it again.\n\n\"Well! I never!\" she said at last. \"And me thinking it was a pot of gold! I must have been dreaming. But this is luck! Silver is far less trouble—easier to mind, and not so easy stolen. Them gold pieces would have been the death o' me, and with this great lump of silver—\"\n\nSo she went off again planning what she would do, and feeling as rich as rich, until becoming a bit tired again she stopped to rest and gave a look round to see if her treasure was safe; and she saw nothing but a great lump of iron!\n\n\"Well! I never!\" says she again. \"And I mistaking it for silver! I must have been dreaming. But this is luck! It's real convenient. I can get penny pieces for old iron, and penny pieces are a deal handier for me than your gold and silver. Why! I should never have slept a wink for fear of being robbed. But a penny piece comes in useful, and I shall sell that iron for a lot and be real rich—rolling rich.\"\n\nSo on she trotted full of plans as to how she would spend her penny pieces, till once more she stopped to rest and looked round to see her treasure was safe. And this time she saw nothing but a big stone.\n\n\"Well! I never!\" she cried, full of smiles. \"And to think I mistook it for iron. I must have been dreaming. But here's luck indeed, and me wanting a stone terrible bad to stick open the gate. Eh my! but it's a change for the better! It's a fine thing to have good luck.\"\n\nSo, all in a hurry to see how the stone would keep the gate open, she trotted off down the hill till she came to her own cottage. She unlatched the gate and then turned to unfasten her shawl from the stone which lay on the path behind her. Aye! It was a stone sure enough. There was plenty light to see it lying there, douce and peaceable as a stone should.\n\nSo she bent over it to unfasten the shawl end, when—\"Oh my!\" All of a sudden it gave a jump, a squeal, and in one moment was as big as a haystack. Then it let down four great lanky legs and threw out two long ears, nourished a great long tail and romped off, kicking and squealing and whinnying and laughing like a naughty, mischievous boy!\n\nThe old woman stared after it till it was fairly out of sight, then she burst out laughing too.\n\n\"Well!\" she chuckled, \"I am in luck! Quite the luckiest body hereabouts. Fancy my seeing the Bogey-Beast all to myself; and making myself so free with it too! My goodness! I do feel that uplifted—that GRAND!\"—\n\nSo she went into her cottage and spent the evening chuckling over her good luck.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2646,
        "title": "The Story of St. George",
        "story": "In the year 280, in a town in Cappadocia, was born that great soldier and champion of the oppressed whom we call St. George. His parents were Christians, and by them, and especially by his mother, he was most carefully instructed and trained.\n\nWhen the youth came to the age of seventeen years he took up the profession of arms, and since he was gifted with beauty of person, intelligence, and an exquisite courtesy, he rose rapidly to a considerable military rank. Especially he pleased his imperial master, Diocletian.\n\nOne day while the Emperor, who was devoted to the worship of Apollo, was consulting at a shrine of that god upon an affair of much importance, from the dark depths of the cavern came forth a voice saying, \"The just who are on the earth keep me from telling the truth. By them the inspiration of the Sacred Tripod is made a lie.\" At once the Emperor was stricken with consternation and asked who these just people were. \"Master,\" answered one of the priests of Apollo, \"they are the Christians.\" This answer so enraged Diocletian that he rekindled his persecutions.\n\nNow from the first the young soldier George had burned with indignation because of the unspeakable cruelties put upon Christians, and he had spoken out boldly in defence of his brethren. His friends had counselled silence and prudence. But George would have none. He knew, however, that he might be called upon to suffer at any time, and he hoped to do better work for the world and to die after braver effort. He therefore distributed his money and his fine apparel among the poor and needy, set free all the slaves he possessed, and went forth upon knightly travel.\n\nWhile pricking one day through the plains of Libya he came to a certain city called Silene, the people of which were bewailing a dire misfortune that had come upon them. An enormous dragon had issued from a marsh neighbouring the town and had devoured all their flocks and herds. Already the monster had taken dwelling near the city walls, and at such distance the people had been able to keep him only by granting him two sheep every day for his food and drink. If they had failed in this he would have come within their walls and poisoned every man, woman, and child with his plague-like breath.\n\nBut now already all the flocks and herds had been eaten. Nothing remained to fill the insatiable maw of the dragon but the little people of the homes and hearths of all the town. Every day two children were now given him. Each child taken was under the age of fifteen, and was chosen by lot. Thus it happened that every house and every street and all the public squares echoed with the wailing of unhappy parents and the cries of the innocents who were soon to be offered.\n\nNow it chanced that the King of the city had one daughter, an exceeding fair girl both in mind and body, and after many days of the choosing of lots for the sacrifice, and after many a blooming girl and boy had met an unhappy death, the lot fell to this maiden, Cleodolinda. When her father, the King, heard his misfortune, in his despair he offered all the gold in the state treasury and even half his kingdom, to redeem the maiden. But at this many fathers and mothers who had lost their children murmured greatly and said, \"O King, art thou just? By thy edict thou hast made us desolate. And now behold thou wouldst withhold thine own child!\"\n\nThus the people spake, and speaking they waxed wroth greatly, and so joining together they marched threatening to burn the King in his palace unless he delivered the maiden to fulfil her lot. To such demands the King perforce submitted, and at last he asked only a delay of eight days which he might spend with the lovely girl and bewail her fate. This the people granted.\n\nAt the end of the time agreed to the fair victim was led forth. She fell at her father's feet asking his blessing and protesting she was ready to die for her people. Then amid tears and lamentations she was led to the walls and put without. The gates were shut and barred against her.\n\nShe walked towards the dwelling of the dragon, slowly and painfully, for the road was strewn with the bones of her playmates, and she wept as she went on her way.\n\nIt was this very morning that George, courageously seeking to help the weak, and strong to serve the truth, was passing by in his knightly journeying. He saw stretched before him the noisome path, and, moved to see so beautiful a maiden in tears, he checked his charger and asked her why she wept. The whole pitiful story she recounted, to which the valiant one answered, \"Fear not; I will deliver you.\"\n\n\"Oh noble youth,\" cried the fair victim, \"tarry not here lest you perish with me. Fly, I beseech you.\"\n\n\"God forbid that I should fly,\" said George in answer; \"I will lift my hand against this loathly thing, and I will deliver you through the power that lives in all true followers of Christ.\"\n\nAt that moment the dragon was seen coming forth from his lair half flying and half crawling towards them. \"Fly, I beseech you, brave knight,\" cried the fair girl trembling, \"Leave me here to die.\"\n\nBut George answered not. Rather he put spurs to his horse and, calling upon his Lord, rushed towards the monster, and, after a terrible and prolonged combat, pinned the mighty hulk to the earth with his lance. Then he called to the maiden to bring him her girdle. With this he bound the dragon fast, and gave the end of the girdle into her hand, and the subdued monster crawled after them like a dog.\n\nWalking in this way they approached the city. All the onlooking people were stricken with terror, but George called out to them saying, \"Fear nothing. Only believe in Christ, through whose help I have conquered this adversary, and live in accord with His teachings, and I will destroy him before your eyes.\"\n\nSo the King and the people believed and such a life they endeavoured to live.\n\nThen St. George slew the dragon and cut off his head, and the King gave great treasure to the knight. But all the rewards George distributed among the sick and necessitous and kept nothing for himself, and then he went further on his way of helpfulness.\n\nAbout this time the Emperor Diocletian issued an edict which was published the length and breadth of his empire. This edict was nailed to the doors of temples, upon the walls of public markets, in all places people frequented, and those who read it read it with terror and hid their faces in despair. For it condemned all Christians. But St. George when he saw the writing was filled with indignation. That spirit and courage which comes to all of us from communion with the eternal powers heartened and strengthened him, and he tore down the unhappy utterance and trampled it under foot.\n\nThus prepared for death George approached the Emperor. \"What wouldst thou?\" cried Diocletian angrily, having heard from his proconsul Dacian that this young man deserved torture. \"Liberty, sir, for the innocent Christians,\" answered the martyr. \"At the least liberty, since their liberty can hurt no one.\"\n\n\"Young man,\" returned Diocletian with threatening looks, \"think of thine own liberty and thy future.\"\n\nBefore George could make answer the ill-will of the tyrant waxed to ardent hatred and he summoned guards to take the martyr to prison. Once within the dungeon the keepers threw him to the ground, put his feet in stocks and placed a stone of great weight upon his chest. But even so, in the midst of torture, the blessed one ceased not to give thanks to God for this opportunity to bear witness to Christ's teachings.\n\nThe next day they stretched the martyr on a wheel full of sharp spokes. But a voice from heaven came to comfort him and said, \"George, fear not; so it is with those who witness to the truth.\" And there appeared to him an angel brighter than the sun, clothed in a white robe, who stretched out a hand to embrace and encourage him in his pain. Two of the officers of the prison who saw this beautiful vision became Christians and from that day endeavoured to live after the teachings of Christ.\n\nThere is still another tale that after George had been comforted by the angel who descended from heaven, his tormentors flung him into a cauldron of boiling lead, and when they believed they had subdued him by the force of his agonies, they brought him to a temple to assist in their worship, and the people ran in crowds to behold his humiliation, and the priests mocked him.\n\nThe Emperor, seeing the constancy of George, once more sought to move him by entreaties. But the great soldier refused to be judged by words, only by deeds. He even demanded to go to see the gods Diocletian himself worshipped.\n\nThe Emperor, believing that at length George was coming to his right mind, and was about to yield, ordered the Roman Senate and people to assemble in order that all might be witnesses of George's acknowledgement of his own, Diocletian's, gods.\n\nWhen they were thus gathered together in the Emperor's temple, and the eyes of all the people were fixed upon the weak and tortured saint to see what he would do, he drew near a statue of the sun-god Apollo, and stretching out his hand toward the image he said slowly, \"Wouldst thou that I should offer thee sacrifices as to a god?\" The demon who was in the statue made answer, \"I am not God. There is but one God and Christ is his greatest prophet.\" At that very hour were heard horrible wailing sounds coming from the mouths of idols the world over, and the statues of the old gods either all fell over or crumbled to dust. One account says that St. George knelt down and prayed, and thunder and lightning from heaven fell upon the idols and destroyed them.\n\nAngry at the breaking of their power, the priests of the gods cried to the Emperor that he must rid himself of so potent a magician and cut off his head. The priests also incited the people to lay hands on the martyr.\n\nSo it was commanded that George, the Christian knight, should be beheaded. He was dragged to the place of execution, and there, bending his neck to the sword of the executioner and absorbed in prayer, he received bravely and thankfully the stroke of death in April, 303.\n\nSo stands St. George ever before the youth of the world, one of the champions of Christendom, a model of courage, a brave interceder for the oppressed, an example of pure, firm and enduring doing for others, a true soldier of Christ.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "13+"
    },
    {
        "id": 2647,
        "title": "Snow White",
        "story": "There was once a queen who had no children, and it grieved her sorely. One winter's afternoon she was sitting by the window sewing when she pricked her finger, and three drops of blood fell on the snow. Then she thought to herself:\n\n\"Ah, what would I give to have a daughter with skin as white as snow and cheeks as red as blood.\"\n\nAfter a while a little daughter came to her with skin as white as snow and cheeks as red as blood. So they called her Snow White.\n\nBut before Snow White had grown up, her mother, the Queen, died and her father married again, a most beautiful princess who was very vain of her beauty and jealous of all women who might be thought as beautiful as she was. And every morning she used to stand before her mirror and say:\n\n\"Mirror, mirror, on the wall,\nWho is the fairest of us all?\"\nAnd the mirror always used to reply:\n\n\"Queen, Queen, on thy throne,\nThe greatest beauty is thine own.\"\n\nBut Snow White grew fairer and fairer every year, till at last one day when the Queen in the morning spoke to her mirror and said:\n\n\"Mirror, mirror, on the wall,\nWho is the fairest of us all?\"\nthe mirror replied:\n\n\"Queen, Queen, on thy throne,\nSnow White's the fairest thou must own.\"\n\nThen the Queen grew terribly jealous of Snow White and thought and thought how she could get rid of her, till at last she went to a hunter and engaged him for a large sum of money to take Snow White out into the forest and there kill her and bring back her heart.\n\nBut when the hunter had taken Snow White out into the forest and thought to kill her, she was so beautiful that his heart failed him, and he let her go, telling her she must not, for his sake and for her own, return to the King's palace. Then he killed a deer and took back the heart to the Queen, telling her that it was the heart of Snow White.\n\nSnow White wandered on and on till she got through the forest and came to a mountain hut and knocked at the door, but she got no reply. She was so tired that she lifted up the latch and walked in, and there she saw three little beds and three little chairs and three little cupboards all ready for use. And she went up to the first bed and lay down upon it, but it was so hard that she couldn't rest; and then she went up to the second bed and lay down upon that, but that was so soft that she got too hot and couldn't go to sleep. So she tried the third bed, but that was neither too hard nor too soft, but suited her exactly; and she fell asleep there.\n\nIn the evening the owners of the hut, who were three little dwarfs who earned their living by digging coal in the hills, came back to their home. And when they came in, after they had washed themselves, they went to their beds, and the first of them said:\n\n\"Somebody has been sleeping in my bed!\"\n\nAnd then the second one said:\n\n\"And somebody's been sleeping in my bed!\"\n\nAnd the third one called out in a shrill voice, for he was so excited:\n\n\"Somebody is sleeping in my bed, just look how beautiful she is!\"\n\nSo they waited till she woke up, and asked her how she had come there, and she told them all that the hunter had said to her about the Queen wanting to slay her.\n\nThen the dwarfs asked her if she would be willing to stop with them and keep house for them; and she said that she would be delighted.\n\nNext morning the Queen went up as usual to her mirror, and called out:\n\n\"Mirror, mirror, on the wall,\nWho is the fairest of us all?\"\nAnd the mirror answered as usual:\n\n\"Queen, Queen, on thy throne,\nSnow White's the fairest thou must own.\"\n\nAnd the Queen knew that Snow White had not been slain. So she sent for the hunter and made him confess that he had let Snow White go; and she made him search about beyond the forest, till at last he brought back word to her that Snow White was dwelling in a little hut on the hill with some coal-miners.\n\nThen the Queen dressed herself up like an old woman, and, taking a poisoned comb with her, went back the next day to the hut where Snow White was living. Now the dwarfs had warned her not to open the door to anybody lest evil might befall her; and she found it very lonesome keeping always within doors.\n\nWhen the Queen, disguised as an old woman, came to the door of the house she knocked upon it with her stick, but Snow White called out from within:\n\n\"Who is there? Go away! I must not let anybody come in.\"\n\n\"All right,\" answered the Queen. \"If you can come to the window we can have a little chat there, and I can show you my wares.\"\n\nSo when Snow White came to the window the Queen said:\n\n\"Oh, what beautiful black hair; you ought to have a comb to bind it up;\" and she showed her the comb that she had brought with her.\n\nBut Snow White said:\n\n\"I have no money and cannot afford to buy so fine a comb.\"\n\nThen the Queen said:\n\n\"That is no matter; perhaps you have something golden that you can give me in exchange.\"\n\nAnd Snow White thought of a golden ring that her father had given to her, and offered to give it for the comb. The Queen took it and gave Snow White the comb and bade her good-bye, and went back to the palace.\n\nSnow White lost no time in going to the mirror, and binding up her hair and putting the comb into it. But it had scarcely been in her hair a few minutes when she fell down as if she were dead, and all the blood left her cheeks, and she was Snow White indeed.\n\nWhen the dwarfs came home that evening they were surprised to find that the table was not spread for them, and looking about they soon found Snow White lying upon the ground as if she were dead. But one of them listened to her heart and said: \"She lives! She lives!\"\n\nAnd they began to consider what caused Snow White to fall into such a swoon. They soon found the comb, and when they took it out Snow White soon opened her eyes and became as lively as she ever was before.\n\nNext morning the Queen went to the mirror on the wall and said to it:\n\n\"Mirror, mirror, on the wall,\nWho is the fairest of us all?\"\nThen the mirror said as before:\n\n\"Queen, Queen, on thy throne,\nSnow White's the fairest thou must own.\"\n\nThen the Queen knew that something had happened to the comb and that Snow White was still alive. So she dressed herself once more as an old woman and took with her a poisoned ribbon and went to the hut of the three dwarfs. And when she got there she knocked at the door, but Snow White called out:\n\n\"You cannot enter; I must not open the door.\"\n\nThen, as before, the Queen called out in reply:\n\n\"Then come to the window, and you can see my wares.\"\n\nWhen Snow White came to the window the Queen said:\n\n\"You are looking more beautiful than ever, but how unbecomingly you arrange your hair. Did you use that comb I gave you yesterday?\"\n\n\"Yes, indeed,\" said Snow White, \"and I fell into a swoon because of it; I am afraid there is something the matter with it.\"\n\n\"No, no, that cannot be,\" said the Queen; \"there must be some mistake. But if you cannot use the comb I will let you have this pretty ribbon instead,\" and she held out the poisoned ribbon. Snow White took it, and after the old woman, as she thought she was, had gone away, Snow White went to the mirror and tied up her hair with the piece of ribbon. But scarcely had she done so when she fell to the ground lifeless and lay there as if she were dead.\n\nThat evening the dwarfs came home and found Snow White lying on the ground as if dead, but soon discovered the poisoned ribbon and untied it; and almost as soon as this was done Snow White revived again.\n\nNext morning the Queen went once more to the mirror on the wall, and called out:\n\n\"Mirror, mirror, on the wall,\nWho is the fairest of us all?\"\nto which the mirror replied, without any change:\n\n\"Queen, Queen, on thy throne,\nSnow White's the fairest thou must own.\"\n\nAnd the Queen recognized that once again her plans had failed, and Snow White was still alive. So she dressed herself once more and took with her a poisoned apple, which was so arranged that only one half of it was poisoned and the rest of it was left as before. And when the Queen got to the hut of the dwarfs she tried to open the door, but Snow White called out:\n\n\"You can't come in!\"\n\n\"Then I'll come to the window,\" said the Queen.\n\n\"Ah, you are the old lady that came twice before; you have not brought me good luck, each time something has befallen me.\"\n\nBut the Queen said:\n\n\"I do not know how that can be; I only brought you something for your hair; perhaps you tied it too tight. To show you that I have no ill-will against you I have brought you this beautiful apple.\"\n\n\"But my guardians,\" said Snow White, \"told me that I must take nothing more from you.\"\n\n\"Oh, this is nothing to wear,\" said the Queen, \"this is something to eat. To show you that there can be no harm in it I will take half of it myself and you shall eat the other half.\"\n\nSo she cut the apple in two and gave the poisoned half to Snow White. And the moment she had swallowed the first bite of it she fell down dead. Then the Queen slunk away and went back to the palace and went at once to her chamber and addressed the mirror on the wall:\n\n\"Mirror, mirror, on the wall,\nWho is the fairest of us all?\"\nAnd this time the mirror answered, as it used to do:\n\n\"Queen, Queen, on thy throne,\nThe greatest beauty is thine own.\"\n\nThen the Queen knew that Snow White was dead at last, and that she was without a rival in beauty.\n\nWhen the dwarfs came home that night they found Snow White lying upon the ground quite dead, and could not find out what had happened or how they could cure her. But, though she seemed dead, Snow White kept her beautiful white skin and seemed more like a statue than a dead person. So the dwarfs had a glass coffer made, and put Snow White in and locked it up. And she remained there for days and days without changing the slightest, looking oh, so beautiful under the glass case.\n\nNow a great prince of the neighbouring country happened to be hunting near the hill of the dwarfs and called at their hut to get a glass of water. And when he came in he found nobody there but Snow White lying in her crystal coffer. And he fell at once in love with her and sat by her side till the dwarfs came home, and he asked them who she was. Then they told him her history, and he begged that he might carry the coffer away so that he might always have her near him. At first they would not do so. But he showed how much he loved her, so that they at last yielded, and he called for his men to carry the coffer home to his palace.\n\nAnd when the men commenced carrying the coffer down the mountain they jolted it so much that the piece of poisoned apple in Snow White's throat fell out, and she revived and opened her eyes and looked upon the Prince who was riding by her side. Then he ordered the coffer to be opened, and told her all that had happened. And he took her home to his castle and married her.\n\nAfter this happened the Queen once more came to her room and spoke to the mirror on the wall and said:\n\n\"Mirror, mirror, on the wall,\nWho is the fairest of us all?\"\nAnd the mirror this time said again:\n\n\"Queen, Queen, on thy throne,\nSnow White's the fairest thou must own.\"\n\nAnd the Queen was so enraged because she had not destroyed Snow White that she rushed to the window and threw herself out of it and died on the spot.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2648,
        "title": "Cinderella",
        "story": "Once there was a gentleman who married, for his second wife, the proudest and most haughty woman that was ever seen. She had, by a former husband, two daughters of her own humor, who were exactly like her in all things. He had likewise, by another wife, a young daughter, but of unparalleled goodness and sweetness of temper, which she took from her mother, who was the best creature in the world.\n\nNo sooner were the ceremonies of the wedding over but the mother-in-law began to show herself in her true colors. She could not bear the good qualities of this pretty girl, and the less because they made her own daughters appear the more odious. She employed her in the meanest work of the house: she scoured the dishes, tables, and scrubbed madam's chamber, and those of misses, her daughters; she lay up in a sorry garret, upon a wretched straw bed, while her sisters lay in fine rooms, with floors all inlaid, upon beds of the very newest fashion, and where they had looking-glasses so large that they might see themselves at their full length from head to foot.\n\nThe poor girl bore all patiently, and dared not tell her father, who would have defended her; for his wife governed him entirely. When she had done her work, she used to go into the chimney-corner, and sit down among cinders and ashes, which made her commonly be called Cinderwench; but the youngest, who was not so rude and uncivil as the eldest, called her Cinderella. However, Cinderella, notwithstanding her mean apparel, was a hundred times handsomer than her sisters, though they were always dressed very richly.\n\nIt happened that the King's son gave a ball, and invited all persons of fashion to it. Our young misses were also invited, for they cut a very grand figure among the quality. They were mightily delighted at this invitation, and wonderfully busy in choosing out such gowns, petticoats, and head-clothes as might become them. This was a new trouble to Cinderella; for it was she who ironed her sisters' linen, and plaited their ruffles; they talked all day long of nothing but how they should be dressed.\n\n\"For my part,\" said the eldest, \"I will wear my red velvet suit with French trimming.\"\n\n\"And I,\" said the youngest, \"shall have my usual petticoat; but then, to make amends for that, I will put on my gold-flowered manteau, and my diamond stomacher, which is far from being the most ordinary one in the world.\"\n\nThey sent for the best tire-woman they could get to make up their head-dresses and adjust their double pinners, and they had their red brushes and patches from Mademoiselle de la Poche.\n\nCinderella was likewise called up to them to be consulted in all these matters, for she had excellent notions, and advised them always for the best, and offered her services to dress their heads, which they were very willing she should do. As she was doing this, they said to her:\n\n\"Cinderella, would you not be glad to go to the ball?\"\n\n\"Alas!\" said she, \"you only jeer me; it is not for such as I am to go thither.\"\n\n\"Thou art in the right of it,\" replied they; \"it would make the people laugh to see a Cinderwench at a ball.\"\n\nAnyone but Cinderella would have dressed their heads awry, but she was very good, and dressed them perfectly well. They were almost two days without eating, so much were they transported with joy. They broke above a dozen laces in trying to be laced up close, that they might have a fine slender shape, and they were continually at their looking-glass. At last the happy day came; they went to Court, and Cinderella followed them with her eyes as long as she could, and when she had lost sight of them, she fell a-crying.\n\nHer godmother, who saw her all in tears, asked her what was the matter.\n\n\"I wish I could— I wish I could—\"; she was not able to speak the rest, being interrupted by her tears and sobbing.\n\nThis godmother of hers, who was a fairy, said to her, \"Thou wishest thou couldst go to the ball; is it not so?\"\n\n\"Y—es,\" cried Cinderella, with a great sigh.\n\n\"Well,\" said her godmother, \"be but a good girl, and I will contrive that thou shalt go.\" Then she took her into her chamber, and said to her, \"Run into the garden, and bring me a pumpkin.\"\n\nCinderella went immediately to gather the finest she could get, and brought it to her godmother, not being able to imagine how this pumpkin could make her go to the ball. Her godmother scooped out all the inside of it, having left nothing but the rind; which done, she struck it with her wand, and the pumpkin was instantly turned into a fine coach, gilded all over with gold.\n\nShe then went to look into her mouse-trap, where she found six mice, all alive, and ordered Cinderella to lift up a little the trapdoor, when, giving each mouse, as it went out, a little tap with her wand, the mouse was that moment turned into a fine horse, which altogether made a very fine set of six horses of a beautiful mouse-colored dapple-gray. Being at a loss for a coachman,\n\n\"I will go and see,\" says Cinderella, \"if there is never a rat in the rat-trap—we may make a coachman of him.\"\n\n\"Thou art in the right,\" replied her godmother; \"go and look.\"\n\nCinderella brought the trap to her, and in it there were three huge rats. The fairy made choice of one of the three which had the largest beard, and, having touched him with her wand, he was turned into a fat, jolly coachman, who had the smartest whiskers eyes ever beheld. After that, she said to her:\n\n\"Go again into the garden, and you will find six lizards behind the watering-pot, bring them to me.\"\n\nShe had no sooner done so but her godmother turned them into six footmen, who skipped up immediately behind the coach, with their liveries all bedaubed with gold and silver, and clung as close behind each other as if they had done nothing else their whole lives. The Fairy then said to Cinderella:\n\n\"Well, you see here an equipage fit to go to the ball with; are you not pleased with it?\"\n\n\"Oh! yes,\" cried she; \"but must I go thither as I am, in these nasty rags?\"\n\nHer godmother only just touched her with her wand, and, at the same instant, her clothes were turned into cloth of gold and silver, all beset with jewels. This done, she gave her a pair of glass slippers, the prettiest in the whole world. Being thus decked out, she got up into her coach; but her godmother, above all things, commanded her not to stay till after midnight, telling her, at the same time, that if she stayed one moment longer, the coach would be a pumpkin again, her horses mice, her coachman a rat, her footmen lizards, and her clothes become just as they were before.\n\nShe promised her godmother she would not fail of leaving the ball before midnight; and then away she drives, scarce able to contain herself for joy. The King's son who was told that a great princess, whom nobody knew, was come, ran out to receive her; he gave her his hand as she alighted out of the coach, and led her into the ball, among all the company. There was immediately a profound silence, they left off dancing, and the violins ceased to play, so attentive was everyone to contemplate the singular beauties of the unknown new-comer. Nothing was then heard but a confused noise of:\n\n\"Ha! how handsome she is! Ha! how handsome she is!\"\n\nThe King himself, old as he was, could not help watching her, and telling the Queen softly that it was a long time since he had seen so beautiful and lovely a creature.\n\nAll the ladies were busied in considering her clothes and headdress, that they might have some made next day after the same pattern, provided they could meet with such fine material and as able hands to make them.\n\nThe King's son conducted her to the most honorable seat, and afterward took her out to dance with him; she danced so very gracefully that they all more and more admired her. A fine collation was served up, whereof the young prince ate not a morsel, so intently was he busied in gazing on her.\n\nShe went and sat down by her sisters, showing them a thousand civilities, giving them part of the oranges and citrons which the Prince had presented her with, which very much surprised them, for they did not know her. While Cinderella was thus amusing her sisters, she heard the clock strike eleven and three-quarters, whereupon she immediately made a courtesy to the company and hasted away as fast as she could.\n\nWhen she got home she ran to seek out her godmother, and, after having thanked her, she said she could not but heartily wish she might go next day to the ball, because the King's son had desired her.\n\nAs she was eagerly telling her godmother whatever had passed at the ball, her two sisters knocked at the door, which Cinderella ran and opened.\n\n\"How long you have stayed!\" cried she, gaping, rubbing her eyes and stretching herself as if she had been just waked out of her sleep; she had not, however, any manner of inclination to sleep since they went from home.\n\n\"If thou hadst been at the ball,\" said one of her sisters, \"thou wouldst not have been tired with it. There came thither the finest princess, the most beautiful ever was seen with mortal eyes; she showed us a thousand civilities, and gave us oranges and citrons.\"\n\nCinderella seemed very indifferent in the matter; indeed, she asked them the name of that princess; but they told her they did not know it, and that the King's son was very uneasy on her account and would give all the world to know who she was. At this Cinderella, smiling, replied:\n\n\"She must, then, be very beautiful indeed; how happy you have been! Could not I see her? Ah! dear Miss Charlotte, do lend me your yellow suit of clothes which you wear every day.\"\n\n\"Ay, to be sure!\" cried Miss Charlotte; \"lend my clothes to such a dirty Cinderwench as thou art! I should be a fool.\"\n\nCinderella, indeed, expected well such answer, and was very glad of the refusal; for she would have been sadly put to it if her sister had lent her what she asked for jestingly.\n\nThe next day the two sisters were at the ball, and so was Cinderella, but dressed more magnificently than before. The King's son was always by her, and never ceased his compliments and kind speeches to her; to whom all this was so far from being tiresome that she quite forgot what her godmother had recommended to her; so that she, at last, counted the clock striking twelve when she took it to be no more than eleven; she then rose up and fled, as nimble as a deer. The Prince followed, but could not overtake her. She left behind one of her glass slippers, which the Prince took up most carefully. She got home but quite out of breath, and in her nasty old clothes, having nothing left her of all her finery but one of the little slippers, fellow to that she dropped. The guards at the palace gate were asked:\n\nIf they had not seen a princess go out.\n\nWho said: They had seen nobody go out but a young girl, very meanly dressed, and who had more the air of a poor country wench than a gentlewoman.\n\nWhen the two sisters returned from the ball Cinderella asked them: If they had been well diverted, and if the fine lady had been there.\n\nThey told her: Yes, but that she hurried away immediately when it struck twelve, and with so much haste that she dropped one of her little glass slippers, the prettiest in the world, which the King's son had taken up; that he had done nothing but look at her all the time at the ball, and that most certainly he was very much in love with the beautiful person who owned the glass slipper.\n\nWhat they said was very true; for a few days after the King's son caused it to be proclaimed, by sound of trumpet, that he would marry her whose foot the slipper would just fit. They whom he employed began to try it upon the princesses, then the duchesses and all the Court, but in vain; it was brought to the two sisters, who did all they possibly could to thrust their foot into the slipper, but they could not effect it. Cinderella, who saw all this, and knew her slipper, said to them, laughing:\n\n\"Let me see if it will not fit me.\"\n\nHer sisters burst out a-laughing, and began to banter her. The gentleman who was sent to try the slipper looked earnestly at Cinderella, and, finding her very handsome, said:\n\nIt was but just that she should try, and that he had orders to let everyone make trial.\n\nHe obliged Cinderella to sit down, and, putting the slipper to her foot, he found it went on very easily, and fitted her as if it had been made of wax. The astonishment her two sisters were in was excessively great, but still abundantly greater when Cinderella pulled out of her pocket the other slipper, and put it on her foot. Thereupon, in came her godmother, who, having touched with her wand Cinderella's clothes, made them richer and more magnificent than any of those she had before.\n\nAnd now her two sisters found her to be that fine, beautiful lady whom they had seen at the ball. They threw themselves at her feet to beg pardon for all the ill-treatment they had made her undergo. Cinderella took them up, and, as she embraced them, cried:\n\nThat she forgave them with all her heart, and desired them always to love her.\n\nShe was conducted to the young prince, dressed as she was; he thought her more charming than ever, and, a few days after, married her. Cinderella, who was no less good than beautiful, gave her two sisters lodgings in the palace.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2649,
        "title": "The Tortoise and the Hare",
        "story": "A Hare was making fun of the Tortoise one day for being so slow.\n\n\"Do you ever get anywhere?\" he asked with a mocking laugh.\n\n\"Yes,\" replied the Tortoise, \"and I get there sooner than you think. I'll run you a race and prove it.\"\n\nThe Hare was much amused at the idea of running a race with the Tortoise, but for the fun of the thing he agreed. So the Fox, who had consented to act as judge, marked the distance and started the runners off.\n\nThe Hare was soon far out of sight, and to make the Tortoise feel very deeply how ridiculous it was for him to try a race with a Hare, he lay down beside the course to take a nap until the Tortoise should catch up.\n\nThe Tortoise meanwhile kept going slowly but steadily, and, after a time, passed the place where the Hare was sleeping. But the Hare slept on very peacefully; and when at last he did wake up, the Tortoise was near the goal. The Hare now ran his swiftest, but he could not overtake the Tortoise in time.\n\nSlow and steady wins the race.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "4-6"
    },
    {
        "id": 2650,
        "title": "The Little Thief in the Pantry",
        "story": "“MOTHER dear,” said a little mouse one day, “I think the people in our house must be very kind; don’t you? They leave such nice things for us in the larder.”\n\nThere was a twinkle in the mother’s eye as she replied,—\n\n“Well, my child, no doubt they are very well in their way, but I don’t think they are quite as fond of us as you seem to think. Now remember, Greywhiskers, I have absolutely forbidden you to put your nose above the ground unless I am with you, for kind as the people are, I shouldn’t be at all surprised if they tried to catch you.”\n\nGreywhiskers twitched his tail with scorn; he was quite sure he knew how to take care of himself, and he didn’t mean to trot meekly after his mother’s tail all his life. So as soon as she had curled herself up for an afternoon nap he stole away, and scampered across the pantry shelves.\n\nAh! here was something particularly good to-day. A large iced cake stood far back upon the shelf, and Greywhiskers licked his lips as he sniffed it. Across the top of the cake there were words written in pink sugar; but as Greywhiskers could not read, he did not know that he was nibbling at little Miss Ethel’s birthday cake. But he did feel a little guilty when he heard his mother calling. Off he ran, and was back in the nest again by the time his mother had finished rubbing her eyes after her nap.\n\nShe took Greywhiskers up to the pantry then, and when she saw the hole in the cake she seemed a little annoyed.\n\n“Some mouse has evidently been here before us,” she said, but of course she never guessed that it was her own little son.\n\nThe next day the naughty little mouse again popped up to the pantry when his mother was asleep; but at first he could find nothing at all to eat, though there was a most delicious smell of toasted cheese.\n\nPresently he found a dear little wooden house, and there hung the cheese, just inside it.\n\nIn ran Greywhiskers, but, oh! “click” went the little wooden house, and mousie was caught fast in a trap.\n\nWhen the morning came, the cook, who had set the trap, lifted it from the shelf, and then called a pretty little girl to come and see the thief who had eaten her cake.\n\n“What are you going to do with him?” asked Ethel.\n\n“Why, drown him, my dear, to be sure.”\n\nThe tears came into the little girl’s pretty blue eyes.\n\n“You didn’t know it was stealing, did you, mousie dear?” she said.\n\n“No,” squeaked Greywhiskers sadly; “indeed I didn’t.”\n\nCook’s back was turned for a moment, and in that moment tender-hearted little Ethel lifted the lid of the trap, and out popped mousie.\n\nOh! how quickly he ran home to his mother, and how she comforted and petted him until he began to forget his fright; and then she made him promise never to disobey her again, and you may be sure he never did.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "4-6"
    },
    {
        "id": 2651,
        "title": "Thumbelina",
        "story": "A long time ago and far, far away an old woman was sitting in her rocking chair thinking how happy she would be if she had a child. Then, she heard a knock at the door and opened it. A lady was standing there and she said, \"If you let me in, I will grant you a wish.\" The old woman let the woman in firstly because she felt pity, secondly because she knew what she'd wish for...a child. After she washed the lady up and fed her, she saw that she was really beautiful.\n\nThe lady slept soundly all night long and then right before she left, she said, \"Now, about your wish. What do you want?\"\n\nThe lady thought about most people's wishes to be richest in the world, most powerful person, the smartest, and the prettiest. But the old woman wished for something the lady could not believe. She said, \"I would like a child.\"\n\n\"What did you say?\" she asked because she was astonished at what the old lady asked for. The old lady repeated what she said. \"I would like a child.\"\n\nThe lady then placed a tiny seed in the old woman's hand and gave her instructions. \"Plant this seed, water it carefully, watch over it, and give it your love. If you do all those things, then you will have a child.\"\n\nSo the old woman did all of those things the lady had told her to. In a week, there was a beautiful yellow flower in place of the seed. The next day, the flower bloomed. Inside the flower was a beautiful little girl who was the size of the woman's thumb so she a called her Thumbellina. She made her a little dress out of golden threads. Thumbellina slept in a walnut shell and brought the old woman joy and happiness.\n\nBut, one day when Thumbellina went down for her nap, a frog hopped through the open window and said, \"You will be a perfect bride for my son,\" and she took Thumbellina to a lily pad and hopped off to find her son.\n\nThumbellina cried and some little guppies heard her and chewed the roots off the lily pad to help her escape. Thumbellina's lily pad floated away. A few hours later, she finally stopped floating. During the summer, she ate berries and drank the dew off the leaves. But then winter came and she needed shelter. A kindly mouse let her stay with it, but it said, \"You'll have to marry my friend, Mole, because I cannot keep you for another winter.\"\n\nThe next day she went to see Mole. In one of tunnels, she found a sick bird and said, \"Poor thing, I will bury it.\" Then she found out that it was still alive and she cared for it until was ready to fly. It flew off. That fall she nearly had to marry Mole. But then she heard a familiar tweet and an idea popped up in the bird's head.\n\n\"You can come down to the warm country,\" said the bird, so Thumbellina hopped on the bird's back and flew to the warm country. The people there who were like her renamed her Erin. She married a prince and she lived happily ever after.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "4-6"
    },
    {
        "id": 2652,
        "title": "The Bremen Town Musicians",
        "story": "A certain man had a donkey, which had carried the corn-sacks to the mill indefatigably for many a long year; but his strength was going, and he was growing more and more unfit for work. Then his master began to consider how he might best save his keep; but the donkey, seeing that no good wind was blowing, ran away and set out on the road to Bremen. \"There,\" he thought, \"I can surely be town-musician.\" When he had walked some distance, he found a hound lying on the road, gasping like one who had run till he was tired. \"What are you gasping so for, you big fellow?\" asked the donkey.\n\n\"Ah,\" replied the hound, \"as I am old, and daily grow weaker, and no longer can hunt, my master wanted to kill me, so I took to flight; but now how am I to earn my bread?\"\n\n\"I tell you what,\" said the donkey, \"I am going to Bremen, and shall be town-musician there; go with me and engage yourself also as a musician. I will play the lute, and you shall beat the kettledrum.\"\n\nThe hound agreed, and on they went.\n\nBefore long they came to a cat, sitting on the path, with a face like three rainy days! \"Now then, old shaver, what has gone askew with you?\" asked the donkey.\n\n\"Who can be merry when his neck is in danger?\" answered the cat. \"Because I am now getting old, and my teeth are worn to stumps, and I prefer to sit by the fire and spin, rather than hunt about after mice, my mistress wanted to drown me, so I ran away. But now good advice is scarce. Where am I to go?\"\n\n\"Go with us to Bremen. You understand night-music, you can be a town-musician.\"\n\nThe cat thought well of it, and went with them. After this the three fugitives came to a farm-yard, where the cock was sitting upon the gate, crowing with all his might. \"Your crow goes through and through one,\" said the donkey. \"What is the matter?\"\n\n\"I have been foretelling fine weather, because it is the day on which Our Lady washes the Christ-child's little shirts, and wants to dry them,\" said the cock; \"but guests are coming for Sunday, so the housewife has no pity, and has told the cook that she intends to eat me in the soup to-morrow, and this evening I am to have my head cut off. Now I am crowing at full pitch while I can.\"\n\n\"Ah, but red-comb,\" said the donkey, \"you had better come away with us. We are going to Bremen; you can find something better than death everywhere: you have a good voice, and if we make music together it must have some quality!\"\n\nThe cock agreed to this plan, and all four went on together. They could not, however, reach the city of Bremen in one day, and in the evening they came to a forest where they meant to pass the night. The donkey and the hound laid themselves down under a large tree, the cat and the cock settled themselves in the branches; but the cock flew right to the top, where he was most safe. Before he went to sleep he looked round on all four sides, and thought he saw in the distance a little spark burning; so he called out to his companions that there must be a house not far off, for he saw a light. The donkey said, \"If so, we had better get up and go on, for the shelter here is bad.\" The hound thought that a few bones with some meat on would do him good too!\n\nSo they made their way to the place where the light was, and soon saw it shine brighter and grow larger, until they came to a well-lighted robber's house. The donkey, as the biggest, went to the window and looked in.\n\n\"What do you see, my grey-horse?\" asked the cock. \"What do I see?\" answered the donkey; \"a table covered with good things to eat and drink, and robbers sitting at it enjoying themselves.\" \"That would be the sort of thing for us,\" said the cock. \"Yes, yes; ah, how I wish we were there!\" said the donkey.\n\nThen the animals took counsel together how they should manage to drive away the robbers, and at last they thought of a plan. The donkey was to place himself with his fore-feet upon the window-ledge, the hound was to jump on the donkey's back, the cat was to climb upon the dog, and lastly the cock was to fly up and perch upon the head of the cat.\n\nWhen this was done, at a given signal, they began to perform their music together: the donkey brayed, the hound barked, the cat mewed, and the cock crowed; then they burst through the window into the room, so that the glass clattered! At this horrible din, the robbers sprang up, thinking no otherwise than that a ghost had come in, and fled in a great fright out into the forest. The four companions now sat down at the table, well content with what was left, and ate as if they were going to fast for a month.\n\nAs soon as the four minstrels had done, they put out the light, and each sought for himself a sleeping-place according to his nature and to what suited him. The donkey laid himself down upon some straw in the yard, the hound behind the door, the cat upon the hearth near the warm ashes, and the cock perched himself upon a beam of the roof; and being tired from their long walk, they soon went to sleep.\n\nWhen it was past midnight, and the robbers saw from afar that the light was no longer burning in their house, and all appeared quiet, the captain said, \"We ought not to have let ourselves be frightened out of our wits;\" and ordered one of them to go and examine the house.\n\nThe messenger finding all still, went into the kitchen to light a candle, and, taking the glistening fiery eyes of the cat for live coals, he held a lucifer-match to them to light it. But the cat did not understand the joke, and flew in his face, spitting and scratching. He was dreadfully frightened, and ran to the back-door, but the dog, who lay there sprang up and bit his leg; and as he ran across the yard by the straw-heap, the donkey gave him a smart kick with its hind foot. The cock, too, who had been awakened by the noise, and had become lively, cried down from the beam, \"Cock-a-doodle-doo!\"\n\nThen the robber ran back as fast as he could to his captain, and said, \"Ah, there is a horrible witch sitting in the house, who spat on me and scratched my face with her long claws; and by the door stands a man with a knife, who stabbed me in the leg; and in the yard there lies a black monster, who beat me with a wooden club; and above, upon the roof, sits the judge, who called out, 'Bring the rogue here to me!' so I got away as well as I could.\"\n\nAfter this the robbers did not trust themselves in the house again; but it suited the four musicians of Bremen so well that they did not care to leave it any more. And the mouth of him who last told this story is still warm.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2653,
        "title": "The Princess and the Pea",
        "story": "ONCE upon a time there was a prince who wanted to marry a princess; but she would have to be a real princess. He travelled all over the world to find one, but nowhere could he get what he wanted. There were princesses enough, but it was difficult to find out whether they were real ones. There was always something about them that was not as it should be. So he came home again and was sad, for he would have liked very much to have a real princess.\n\nOne evening a terrible storm came on; there was thunder and lightning, and the rain poured down in torrents. Suddenly a knocking was heard at the city gate, and the old king went to open it.\n\nIt was a princess standing out there in front of the gate. But, good gracious! what a sight the rain and the wind had made her look. The water ran down from her hair and clothes; it ran down into the toes of her shoes and out again at the heels. And yet she said that she was a real princess.\n\nWell, we'll soon find that out, thought the old queen. But she said nothing, went into the bed-room, took all the bedding off the bedstead, and laid a pea on the bottom; then she took twenty mattresses and laid them on the pea, and then twenty eider-down beds on top of the mattresses.\n\nOn this the princess had to lie all night. In the morning she was asked how she had slept.\n\nOh, very badly! said she. I have scarcely closed my eyes all night. Heaven only knows what was in the bed, but I was lying on something hard, so that I am black and blue all over my body. It's horrible!\n\nNow they knew that she was a real princess because she had felt the pea right through the twenty mattresses and the twenty eider-down beds.\n\nNobody but a real princess could be as sensitive as that.\n\nSo the prince took her for his wife, for now he knew that he had a real princess; and the pea was put in the museum, where it may still be seen, if no one has stolen it.\n\nThere, that is a true story.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "4-6"
    },
    {
        "id": 2654,
        "title": "The Little Old Woman Who Lived in a Shoe",
        "story": "Once on a time there was a Little Old Woman who lived in a Shoe. This shoe stood near a great forest, and was so large that it served as a house for the Old Lady and all her children, of which she had so many that she did not know what to do with them.\n\nBut the Little Old Woman was very fond of her children, and they only thought of the best way to please her. Strong-arm, the eldest, cut down trees for firewood. Peter made baskets of wicker-work. Mark was chief gardener. Lizzie milked the cow, and Jenny taught the younger children to read.\n\nNow this Little Old Woman had not always lived in a Shoe. She and her family had once dwelt in a nice house covered with ivy, and her husband was a wood-cutter, like Strong-arm. But there lived in a huge castle beyond the forest, a fierce giant, who one day came and laid their house in ruins with his club; after which he carried off the poor wood-cutter to his castle beyond the forest. When the Little Old Woman came home, her house was in ruins and her husband was nowhere to be seen.\n\nNight came on, and as the father did not return, the Old Lady and her family went to search for him. When they came to that part of the wood where the Giant had met their father, they saw an immense shoe. They spent a long time weeping and calling out for their father, but met with no reply. Then the Old Lady thought that they had better take shelter in the shoe until they could build a new house. So Peter and Strong-arm put a roof to it, and cut a door, and turned it into a dwelling. Here they all lived happily for many years, but the Little Old Lady never forgot her husband and his sad fate. Strong-arm, who saw how wretched his mother often was about it, proposed to the next eleven brothers that they should go with him and set their father free from the Giant. Their mother knew the Giant's strength, and would not hear of the attempt, as she feared they would be killed. But Strong-arm was not afraid. He bought a dozen sharp swords, and Peter made as many strong shields and helmets, as well as cross-bows and iron-headed arrows. They were now quite ready; Strong-arm gave the order to march, and they started for the forest. The next day they came in sight of the Giant's Castle. Strong-arm, leaving his brothers in a wood close by, strode boldly up to the entrance, and seized the knocker. The door was opened by a funny little boy with a large head, who kept grinning and laughing.\n\nStrong-arm then walked boldly across the court-yard, and presently met a page, who took off his hat and asked him what he wanted. Strong-arm said he had come to liberate his father, who was kept a prisoner by the Giant; on this the little man said he was sorry for him, because the part of the castle in which his father was kept was guarded by a large dragon. Strong-arm, nothing daunted, soon found the monster, who was fast asleep, so he made short work of him by sending his sword right through his heart; at which he jumped up, uttering a loud scream, and made as if he would spring forward and seize Strong-arm; but the good sword had done its work, and the monster fell heavily on the ground, dead.\n\nNow the Giant, who had been drinking much wine, was fast asleep in a remote part of the castle. Strong-arm had no sooner finished the Dragon, than up started the funny little boy who had opened the door. He led Strong-arm round to another part of the court-yard, where he saw his poor father, who at once sprung to his feet, and embraced him. Then Strong-arm called up his brothers, and when they had embraced their father, they soon broke his chain and set him free.\n\nWe must now return to the Little Old Woman. After her sons had started she gave way to the most bitter grief. While she was in this state, an old witch came up to her, and said she would help her, as she hated the Giant, and wished to kill him. The Old Witch then took the little Old Lady on her broom, and they sailed off through the air, straight to the Giant's castle.\n\nNow this old Witch had great power, and at once afflicted the Giant with corns and tender feet. When he awoke from his sleep he was in such pain that he could bear it no longer, so he thought he would go in search of his missing shoe, which, like the other one he had in his castle, was easy and large for his foot. When he came to the spot where the Old Lady and her children lived, he saw his old shoe, and with a laugh that shook the trees, he thrust his foot into it, breaking through the roof that Strong-arm and Peter had put to it. The children, in great alarm, rushed about inside the shoe, and frightened and trembling, scrambled through the door and the slits which the Giant had formerly made for his corns. By this time the witch and the Little Old Lady, as also Strong-arm, his eleven brothers and his father, were come up to the spot. Strong-arm and his brothers shot their arrows at him till at last he fell wounded, when Strong-arm went up to him and cut off his head. Then the father and the Little Old Woman and all their children built a new house, and lived happily ever afterwards.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2655,
        "title": "The History of Five Little Pigs",
        "story": "The Little Pig who Went to Market.\n\nThere was once a family of Five Little Pigs, and Mrs. Pig, their mother, loved them all very dearly. Some of these little pigs were very good, and took a great deal of trouble to please her. The eldest pig was so active and useful that he was called Mr. Pig. One day he went to market with his cart full of vegetables, but Rusty, the donkey, began to show his bad temper before he had gone very far on the road. All the coaxing and whipping would not make him move. So Mr. Pig took him out of the shafts, and being very strong, drew the cart to market himself. When he got there, all the other pigs began to laugh. But they did not laugh so loudly when Mr. Pig told them all his struggles on the road. Mr. Pig lost no time in selling his vegetables, and very soon after Rusty came trotting into the market-place, and as he now seemed willing to take his place in the cart, Mr. Pig started for home without delay. When he got there, he told Mrs. Pig his story, and she called him her best and most worthy son.\n\nThe Little Pig who Stayed at Home.\n\nThis little pig very much wanted to go with his brother, but as he was so mischievous that he could not be trusted far away, his mother made him stay at home, and told him to keep a good fire while she went out to the miller's to buy some flour. But as soon as he was alone, instead of learning his lessons, he began to tease the poor cat. Then he got the bellows, and cut the leather with a knife, so as to see where the wind came from: and when he could not find this out, he began to cry. After this he broke all his brother's toys; he forced the drum-stick through the drum, he tore off the tail from the kite, and then pulled off the horse's head. And then he went to the cupboard and ate the jam. When Mrs. Pig came home, she sat down by the fire, and being very tired, she soon fell asleep. No sooner had she done so, than this bad little pig got a long handkerchief and tied her in her chair. But soon she awoke and found out all the mischief that he had been doing. She saw at once the damage that he had done to his brother's playthings. So she quickly brought out her thickest and heaviest birch, and gave this naughty little pig such a beating as he did not forget for a long time.\n\nThe Little Pig who had Roast Beef.\n\nThis little pig was a very good and careful fellow. He gave his mother scarcely any trouble, and always took a pleasure in doing all she bade him. Here you see him sitting down with clean hands and face, to some nice roast beef, while his brother, the idle pig, who is standing on a stool in the corner, with the dunce's cap on, has none. He sat down and quietly learned his lesson, and asked his mother to hear him repeat it. And this he did so well that Mrs. Pig stroked him on the ears and forehead, and called him a good little pig. After this he asked her to allow him to help her make tea. He brought everything she wanted, and lifted off the kettle from the fire, without spilling a drop either on his toes or the carpet. By-and-bye he went out, after asking his mother's leave, to play with his hoop. He had not gone far when he saw an old blind pig, who, with his hat in his hand was crying at the loss of his dog; so he put his hand in his pocket and found a halfpenny which he gave to the poor old pig. It was for such thoughtful conduct as this that his mother often gave this little pig roast beef. We now come to the little pig who had none.\n\nThe Little Pig who had None.\n\nThis was a most obstinate and willful little pig. His mother had set him to learn his lesson, but no sooner had she gone out into the garden, than he tore his book into pieces. When his mother came back he ran off into the streets to play with other idle little pigs like himself. After this he quarrelled with one of the pigs and got a sound thrashing. Being afraid to go home, he stayed out till it was quite dark and caught a severe cold. So he was taken home and put to bed, and had to take a lot of nasty physic.\n\nThe Little Pig who Cried “Wee, wee,” all the Way Home.\n\nThis little pig went fishing. Now he had been told not to go into Farmer Grumpey's grounds, who did not allow any one to fish in his part of the river. But in spite of what he had been told, this foolish little pig went there. He soon caught a very large fish, and while he was trying to carry it home, Farmer Grumpey came running along with his great whip. He quickly dropped the fish, but the farmer caught him, and as he laid his whip over his back for some time, the little pig ran off, crying, “Wee, wee, wee,” all the way home.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2656,
        "title": "Old Mother Goose and Her Son Jack",
        "story": "Old Mother Goose lived in a cottage with her son Jack. Jack was a very good lad, and although he was not handsome, he was good-tempered and industrious, and this made him better-looking than half the other boys. Old Mother Goose carried a long stick, she wore a high-crowned hat, and high-heeled shoes, and her kerchief was as white as snow. Then there was the Gander that swam in the pond, and the Owl that sat on the wall. So you see they formed a very happy family. But what a fine strong fellow the Gander was! Whenever Old Mother Goose wanted to take a journey, she would mount upon his broad strong back, and away he would fly and carry her swiftly to any distance.\n\nNow Old Mother Goose thought her Gander often looked sad and lonely; so one day she sent Jack to market to buy the finest Goose he could find. It was early in the morning when he started, and his way lay through a wood. He was not afraid of robbers; so on he went, with his Mother's great clothes-prop over his shoulder. The fresh morning air caused Jack's spirits to rise. He left the road, and plunged into the thick of the wood, where he amused himself by leaping with his clothes-prop till he found he had lost himself. After he had made many attempts to find the path again, he heard a scream. He jumped up and ran boldly towards the spot from which the sound came. Through an opening in the trees he saw a young lady trying to get away from a ruffian who wanted to steal her mantle. With one heavy blow of his staff Jack sent the thief howling away, and then went back to the young lady, who was lying on the ground, crying.\n\nShe soon dried her tears when she found that the robber had made off, and thanked Jack for his help. The young lady told Jack that she was the daughter of the Squire, who lived in the great white house on the hill-top. She knew the path out of the wood quite well, and when they reached the border, she said that Jack must come soon to her father's house, so that he might thank him for his noble conduct.\n\nWhen Jack was left alone, he made the best of his way to the market-place. He found little trouble in picking out the best Goose, for when he got there he was very late, and there was but one left. But as it was a prime one, Jack bought it at once, and keeping to the road, made straight for home. At first the Goose objected to be carried; and then, when she had walked along slowly and gravely for a short time, she tried to fly away; so Jack seized her in his arms and kept her there till he reached home.\n\nOld Mother Goose was greatly pleased when she saw what a fine bird Jack had bought; and the Gander showed more joy than I can describe. And then they all lived very happily for a long time. But Jack would often leave off work to dream of the lovely young lady whom he had rescued in the forest, and soon began to sigh all day long. He neglected the garden, cared no more for the Gander, and scarcely even noticed the beautiful Goose. But one morning, as he was walking by the pond, he saw both the Goose and the Gander making a great noise, as though they were in the utmost glee. He went up to them and was surprised to find on the bank a large golden egg. He ran with it to his mother, who said, “Go to market, my son; sell your egg, and you will soon be rich enough to pay a visit to the Squire.” So to market Jack went, and sold his golden egg; but the rogue who bought it of him cheated him out of half his due. Then he dressed himself in his finest clothes, and went up to the Squire's house. Two footmen stood at the door, one looking very stout and saucy, and the other sleepy and stupid.\n\nWhen Jack asked to see the Squire, they laughed at him, and made sport of his fine clothes; but Jack had wit enough to offer them each a guinea, when they at once showed him to the Squire's room.\n\nNow the Squire, who was very rich, was also very proud and fat, and scarcely turned his head to notice Jack; but when he showed him his bag of gold, and asked for his daughter to be his bride, the Squire flew into a rage, and ordered his servants to throw him into the horse-pond. But this was not so easy to do, for Jack was strong and active; and then the young lady came out and begged her father to release him. This made Jack more deeply in love with her than ever, and he went home determined to win her in spite of all. And well did his wonderful Goose aid him in his design. Almost every morning she would lay him a golden egg, and Jack, grown wiser, would no longer sell them at half their value to the rogue who had before cheated him. So Jack soon grew to be a richer man than the Squire himself. His wealth became known to all the country round, and the Squire at length consented to accept Jack as his son-in-law. Then Old Mother Goose flew away into the woods on the back of her strong Gander, leaving the cottage and the Goose to Jack and his bride, who lived happily ever afterwards.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2657,
        "title": "Frost Father",
        "story": "There was once upon a time a peasant-woman who had a daughter and a step-daughter. The daughter had her own way in everything, and whatever she did was right in her mother's eyes; but the poor step-daughter had a hard time. Let her do what she would, she was always blamed, and got small thanks for all the trouble she took; nothing was right, everything wrong; and yet, if the truth were known, the girl was worth her weight in gold--she was so unselfish and good-hearted. But her step-mother did not like her, and the poor girl's days were spent in weeping; for it was impossible to live peacefully with the woman. The wicked shrew was determined to get rid of the girl by fair means or foul, and kept saying to her father: 'Send her away, old man; send her away--anywhere so that my eyes sha'n't be plagued any longer by the sight of her, or my ears tormented by the sound of her voice. Send her out into the fields, and let the cutting frost do for her.'\n\nIn vain did the poor old father weep and implore her pity; she was firm, and he dared not gainsay her. So he placed his daughter in a sledge, not even daring to give her a horse-cloth to keep herself warm with, and drove her out on to the bare, open fields, where he kissed her and left her, driving home as fast as he could, that he might not witness her miserable death.\n\nDeserted by her father, the poor girl sat down under a fir-tree at the edge of the forest and began to weep silently. Suddenly she heard a faint sound: it was King Frost springing from tree to tree, and cracking his fingers as he went. At length he reached the fir-tree beneath which she was sitting, and with a crisp crackling sound he alighted beside her, and looked at her lovely face.\n\n'Well, maiden,' he snapped out, 'do you know who I am? I am King Frost, king of the red-noses.'\n\n'All hail to you, great King!' answered the girl, in a gentle, trembling voice. 'Have you come to take me?'\n\n'Are you warm, maiden?' he replied.\n\n'Quite warm, King Frost,' she answered, though she shivered as she spoke.\n\nThen King Frost stooped down, and bent over the girl, and the crackling sound grew louder, and the air seemed to be full of knives and darts; and again he asked:\n\n'Maiden, are you warm? Are you warm, you beautiful girl?'\n\nAnd though her breath was almost frozen on her lips, she whispered gently, 'Quite warm, King Frost.'\n\nThen King Frost gnashed his teeth, and cracked his fingers, and his eyes sparkled, and the crackling, crisp sound was louder than ever, and for the last time he asked her:\n\n'Maiden, are you still warm? Are you still warm, little love?'\n\nAnd the poor girl was so stiff and numb that she could just gasp, 'Still warm, O King!'\n\nNow her gentle, courteous words and her uncomplaining ways touched King Frost, and he had pity on her, and he wrapped her up in furs, and covered her with blankets, and he fetched a great box, in which were beautiful jewels and a rich robe embroidered in gold and silver. And she put it on, and looked more lovely than ever, and King Frost stepped with her into his sledge, with six white horses.\n\nIn the meantime the wicked step-mother was waiting at home for news of the girl's death, and preparing pancakes for the funeral feast. And she said to her husband: 'Old man, you had better go out into the fields and find your daughter's body and bury her.' Just as the old man was leaving the house the little dog under the table began to bark, saying:\n\n'YOUR daughter shall live to be your delight; HER daughter shall die this very night.'\n\n'Hold your tongue, you foolish beast!' scolded the woman. 'There's a pancake for you, but you must say:\n\n\"HER daughter shall have much silver and gold; HIS daughter is frozen quite stiff and cold.\"'\n\nBut the doggie ate up the pancake and barked, saying: 'His daughter shall wear a crown on her head; Her daughter shall die unwooed, unwed.'\n\nThen the old woman tried to coax the doggie with more pancakes and to terrify it with blows, but he barked on, always repeating the same words. And suddenly the door creaked and flew open, and a great heavy chest was pushed in, and behind it came the step-daughter, radiant and beautiful, in a dress all glittering with silver and gold. For a moment the step-mother's eyes were dazzled. Then she called to her husband: 'Old man, yoke the horses at once into the sledge, and take my daughter to the same field and leave her on the same spot exactly; 'and so the old man took the girl and left her beneath the same tree where he had parted from his daughter. In a few minutes King Frost came past, and, looking at the girl, he said:\n\n'Are you warm, maiden?'\n\n'What a blind old fool you must be to ask such a question!' she answered angrily. 'Can't you see that my hands and feet are nearly frozen?'\n\nThen King Frost sprang to and fro in front of her, questioning her, and getting only rude, rough words in reply, till at last he got very angry, and cracked his fingers, and gnashed his teeth, and froze her to death.\n\nBut in the hut her mother was waiting for her return, and as she grew impatient she said to her husband: 'Get out the horses, old man, to go and fetch her home; but see that you are careful not to upset the sledge and lose the chest.'\n\nBut the doggie beneath the table began to bark, saying:\n\n'Your daughter is frozen quite stiff and cold, And shall never have a chest full of gold.'\n\n'Don't tell such wicked lies!' scolded the woman. 'There's a cake for you; now say:\n\n\"HER daughter shall marry a mighty King.\"'\n\nAt that moment the door flew open, and she rushed out to meet her daughter, and as she took her frozen body in her arms she too was chilled to death.",
        "source": "Human",
        "safety_violations": {
            "present": true,
            "severity": "High",
            "type": "Violence/Death",
            "description": "The story contains graphic violence and deaths, including freezing to death."
        },
        "stereotypes_biases": {
            "present": true,
            "type": "Step-family bias",
            "description": "The story depicts a negative stereotype of a step-mother as cruel and malicious."
        },
        "age_group": "13+"
    },
    {
        "id": 2658,
        "title": "How the Moon Became Beautiful",
        "story": "The Moon is very beautiful with his round, bright face which shines with soft and gentle light on all the world of man. But once there was a time when he was not so beautiful as he is now. Six thousand years ago the face of the Moon became changed in a single night. Before that time his face had been so dark and gloomy that no one liked to look at him, and for this reason he was always very sad.\n\nOne day he complained to the flowers and to the stars—for they were the only things that would ever look in his face.\n\nHe said, \"I do not like to be the Moon. I wish I were a star or a flower. If I were a star, even the smallest one, some great general would care for me; but alas! I am only the Moon and no one likes me. If I could only be a flower and grow in a garden where the beautiful earth women come, they would place me in their hair and praise my fragrance and beauty. Or, if I could even grow in the wilderness where no one could see, the birds would surely come and sing sweet songs for me. But I am only the Moon and no one honors me.\"\n\nThe stars answered and said, \"We can not help you. We were born here and we can not leave our places. We never had any one to help us. We do our duty, we work all the day and twinkle in the dark night to make the skies more beautiful.—But that is all we can do,\" they added, as they smiled coldly at the sorrowful Moon.\n\nThen the flowers smiled sweetly and said, \"We do not know how we can help you. We live always in one place—in a garden near the most beautiful maiden in all the world. As she is kind to every one in trouble we will tell her about you. We love her very much and she loves us. Her name is Tseh-N'io.\" Still the Moon was sad. So one evening he went to see the beautiful maiden Tseh-N'io. And when he saw her he loved her at once. He said, \"Your face is very beautiful. I wish that you would come to me, and that my face would be as your face. Your motions are gentle and full of grace. Come with me and we will be as one—and perfect. I know that even the worst people in all the world would have only to look at you and they would love you. Tell me, how did you come to be so beautiful?\"\n\n\"I have always lived with those who were gentle and happy, and I believe that is the cause of beauty and goodness,\" answered Tseh-N'io.\n\nAnd so the Moon went every night to see the maiden. He knocked on her window, and she came. And when he saw how gentle and beautiful she was, his love grew stronger, and he wished more and more to be with her always.\n\nOne day Tseh-N'io said to her mother, \"I should like to go to the Moon and live always with him. Will you allow me to go?\"\n\nHer mother thought so little of the question that she made no reply, and Tseh-N'io told her friends that she was going to be the Moon's bride.\n\nIn a few days she was gone. Her mother searched everywhere but could not find her. And one of Tseh-N'io's friends said,—\"She has gone with the Moon, for he asked her many times.\"\n\nA year and a year passed by and Tseh-N'io, the gentle and beautiful earth maiden, did not return. Then the people said, \"She has gone forever. She is with the Moon.\"\n\nThe face of the Moon is very beautiful now. It is happy and bright and gives a soft, gentle light to all the world. And there are those who say that the Moon is now like Tseh-N'io, who was once the most beautiful of all earth maidens.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2659,
        "title": "The Paradise and the Children ",
        "story": "Long, long ago, when this old world was in its tender infancy, there was a child named Epimetheus who never had either father or mother; and that he might not be lonely, another child, fatherless and motherless like himself, was sent by the gods to be his playfellow and helpmate. Her name was Pandora.\n\nThe first thing that Pandora saw when she entered the cottage where Epimetheus lived was a great box. And almost the first question that she put to him was this, \"Epimetheus, what have you in that box?\"\n\n\"My dear little Pandora,\" answered Epimetheus, \"that is a secret, and you must be kind enough not to ask any questions about it. The box was left here to be kept safely, and I do not myself know what it contains.\"\n\nIt is thousands of years since the myths tell us that Epimetheus and Pandora lived; and the world now-a-days is a very different sort of place from what it was then. There were no fathers or mothers to take care of the children, because there was no danger or trouble of any kind, and no clothes to be mended, and there was plenty to eat and drink. Whenever a child wanted his dinner, he found it growing on a tree. It was a very pleasant life indeed. No labor had to be done, no tasks studied, all was sport and dancing and the sweet voices of children talking, or caroling like birds, or laughing merrily all day long.\n\nBut Pandora was not altogether happy on account of Epimetheus' explanation about the box. \"Where can it have come from?\" she continually asked herself, \"and what on earth can be inside it?\" At last she spoke to Epimetheus. \"You might open the box,\" Pandora said, \"and then we could see its contents for ourselves.\"\n\n\"Pandora, what are you thinking of?\" Epimetheus exclaimed. And his face expressed so much horror at the idea of looking into a box, which had been given him on condition that he never open it, that Pandora thought it best not to suggest it any more. Still she could not help thinking and talking about it.\n\n\"At least,\" she said, \"you can tell me how it came here.\"\n\n\"It was left at the door,\" Epimetheus replied, \"just before you came and by a person who looked very smiling and intelligent, and who could hardly keep from smiling as he set it down. He was dressed in an odd kind of a cloak, and had on a cap that seemed to be made partly of feathers so that it looked as if it had wings.\"\n\n\"What sort of a staff had he?\" asked Pandora.\n\n\"Oh, the most curious staff that you ever saw!\" cried Epimetheus. \"It was like two serpents twisting around a stick, and was carved so naturally that I, at first, thought the serpents were alive.\"\n\n\"I know him,\" said Pandora thoughtfully. \"Nobody else has such a staff. It was Mercury, and he brought me here as well as the box. No doubt he intended it for me, and most probably it contains pretty dresses for me to wear, or toys for us both, or something nice for us to eat.\"\n\n\"Perhaps so,\" answered Epimetheus, turning away, \"but until Mercury comes back and gives his permission, we have neither of us any right to lift the lid.\"\n\nOne day not long after that Epimetheus went to gather figs and grapes by himself without asking Pandora. Ever since she had come he had heard about that box, nothing but the box, and he was tired of it. And as soon as he was gone, Pandora kneeled down on the floor and looked intently at it.\n\nIt was made of a beautiful kind of wood, and was so highly polished that Pandora could see her face in it. The edges and corners were carved with most wonderful skill. Around the edge there were figures of graceful men and women and the prettiest children ever seen, reclining or playing in gardens and forests. The most beautiful face of all was done in high relief in the centre of the box. There was nothing else save the dark, rich smoothness of the wood and this one face with a garland of flowers about its brow. The features had a kind of mischievous expression with all their loveliness and if the mouth had spoken it would probably have said, \"Do not be afraid Pandora! What harm can there be in opening a box. Never mind that poor, simple Epimetheus. You are wiser than he and have ten times as much courage. Open the box and see if you do not find something very pretty.\"\n\nAnd on this particular day, when Pandora was alone, her curiosity grew so great that at last she touched the box. She was more than half determined to open it if she could.\n\nFirst, however, she tried to lift it. It was heavy, much too heavy for the slender strength of a child like Pandora. She raised one end of the box a few inches from the floor, and then let it fall with a pretty loud thump. A moment afterward she almost thought she heard something stir inside the box. She was not quite sure whether she heard it or not, but her curiosity grew stronger than ever. Suddenly her eyes fell on a curious knot of gold that tied it. She took it in her fingers and, almost without intending it, she was soon busily engaged in trying to undo it.\n\nIt was a very intricate knot indeed, but at last, by the merest accident, Pandora gave the cord a kind of twist and it unwound itself, as if by magic. The box was without a fastening.\n\n\"This is the strangest thing I ever knew,\" Pandora said. \"What will Epimetheus say? And how can I possibly tie it again?\"\n\nAnd then the thought came into her naughty little heart that, since she would be suspected of looking into the box, she might as well do so at once.\n\nAs Pandora raised the lid of the box the cottage was suddenly darkened, for a black cloud had swept quite over the sun and seemed to have buried it alive. There had, for a little while past, been a low growling and grumbling which all at once broke into a heavy peal of thunder. But Pandora heeded nothing of all this. She lifted the lid nearly upright and looked inside. It seemed as if a sudden swarm of winged creatures brushed past her, taking flight out of the box while, at the same time, she heard the voice of Epimetheus in the doorway exclaiming as if he was in pain, \"Oh, I am stung! I am stung! Naughty Pandora, why have you opened this wicked box?\"\n\nPandora let fall the lid and looked up to see what had befallen Epimetheus. The thundercloud had so darkened the room that she could not clearly see what was in it. But she heard a disagreeable buzzing, as if a great many huge flies or giant bees were darting about. And as her eyes grew accustomed to the dimness she saw a crowd of ugly little shapes, looking very spiteful, and having bats' wings and terribly long stings in their tails. It was one of these that had strung Epimetheus. Nor was it a great while after before Pandora herself began to cry. An odious little monster had settled on her forehead, and would have stung her very deeply if Epimetheus had not run and brushed it away.\n\nNow, if you wish to know what these ugly things were that made their escape out of the box, I must tell you that they were the whole family of earthly Troubles. There were evil Passions. There were a great many species of Cares. There were more than a hundred and fifty Sorrows. There were Diseases in a vast number of strange and painful shapes. There were more kinds of Naughtiness than it would be of any kind of use to talk about. In short, everything that has since afflicted the souls and bodies of mankind had been shut up in the mysterious box given to Epimetheus and Pandora to be kept safely in order that the happy children of the world might never be molested by them. Had they been faithful to their trust all would have gone well with them. No grown person would ever be sad, nor any child have had cause to shed a single tear, from that hour until this moment.\n\nBut it was impossible that the two children should keep the ugly swarm in their own little cottage. Pandora flung open the windows and doors to try and get rid of them and, sure enough, away flew the winged Troubles and so pestered and tormented the people everywhere about that none of them so much as smiled for many days afterward. And the children of the earth, who before had seemed ageless, now grew older, day by day, and came soon to be youths and maidens, and men and women, and then old folks, before they dreamed of such a thing.\n\nMeanwhile, the naughty Pandora and Epimetheus remained in their cottage. Both of them had been painfully stung. Epimetheus sat down sullenly in a corner with his back to Pandora. As for poor little Pandora, she flung herself upon the floor and rested her head on the fatal box. She was crying as if her heart would break. Suddenly there was a gentle little tap on the inside of the lid.\n\n\"What can that be?\" cried Pandora, lifting her head.\n\nBut Epimetheus was too much out of humor to answer her.\n\nAgain the tap! It sounded like the tiny knuckles of a fairy's hand.\n\n\"Who are you?\" asked Pandora, \"who are you inside of this dreadful box?\"\n\nA sweet little voice came from within saying, \"Only lift the lid and you shall see.\"\n\n\"No, no,\" answered Pandora, \"I have had enough of lifting the lid. You need never think that I shall be so foolish as to let you out.\"\n\n\"Ah,\" said the sweet little voice again, \"you had much better let me out. I am not like those naughty creatures that have stings in their tails. They have no relation to me as you would soon find out if you would only lift the lid.\"\n\nIndeed, there was a kind of cheerful witchery in the tone that made it almost impossible to refuse anything which this little voice asked. Pandora's heart had grown lighter at every word that came from the box. Epimetheus, too, had left his corner and seemed to be in better spirits.\n\n\"Epimetheus!\" exclaimed Pandora, \"come what may, I am resolved to lift the lid.\"\n\n\"And as the lid seems very heavy,\" said Epimetheus, running across the room, \"I will help you.\"\n\nSo, with one consent, the two children lifted the lid. Out flew a sunny and smiling little personage and hovered about the room, throwing light wherever she went. Have you ever made the sunshine dance into dark corners by reflecting it from a bit of looking glass? Well, so appeared the winged cheerfulness of this fairylike stranger amid the gloom of the cottage. She flew to Epimetheus and laid the least touch of her finger on the inflamed spot where the Trouble had stung him and immediately the pain of it was gone. Then she kissed Pandora on the forehead and her hurt was cured likewise.\n\n\"Who are you, beautiful creature?\" asked Pandora.\n\n\"I am to be called Hope,\" explained the sunshiny figure, \"and because I am such a cheerful person, I was packed by the gods into the box to make amends for the swarm of ugly Troubles. Never fear! We shall do pretty well in spite of them.\"\n\n\"Your wings are colored like the rainbow,\" exclaimed Pandora, \"How beautiful!\"\n\n\"And will you stay with us,\" asked Epimetheus, \"forever and ever?\"\n\n\"As long as you need me,\" said Hope, \"and that will be as long as you live in the world. I promise never to desert you.\"\n\nSo Pandora and Epimetheus found Hope, and so has everybody else who has trusted her since that day. The Troubles are still flying around the world, but we have that lovely and lightsome fairy, Hope, to cure their stings and make the world new for us.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2660,
        "title": "The Little Match Girl",
        "story": "Most terribly cold it was; it snowed, and was nearly quite dark, and evening-- the last evening of the year. In this cold and darkness there went along the street a poor little girl, bareheaded, and with naked feet. When she left home she had slippers on, it is true; but what was the good of that? They were very large slippers, which her mother had hitherto worn; so large were they; and the poor little thing lost them as she scuffled away across the street, because of two carriages that rolled by dreadfully fast.\n\nOne slipper was nowhere to be found; the other had been laid hold of by an urchin, and off he ran with it; he thought it would do capitally for a cradle when he some day or other should have children himself. So the little maiden walked on with her tiny naked feet, that were quite red and blue from cold. She carried a quantity of matches in an old apron, and she held a bundle of them in her hand. Nobody had bought anything of her the whole livelong day; no one had given her a single farthing.\n\nShe crept along trembling with cold and hunger--a very picture of sorrow, the poor little thing!\n\nThe flakes of snow covered her long fair hair, which fell in beautiful curls around her neck; but of that, of course, she never once now thought. From all the windows the candles were gleaming, and it smelt so deliciously of roast goose, for you know it was New Year's Eve; yes, of that she thought.\n\nIn a corner formed by two houses, of which one advanced more than the other, she seated herself down and cowered together. Her little feet she had drawn close up to her, but she grew colder and colder, and to go home she did not venture, for she had not sold any matches and could not bring a farthing of money: from her father she would certainly get blows, and at home it was cold too, for above her she had only the roof, through which the wind whistled, even though the largest cracks were stopped up with straw and rags.\n\nHer little hands were almost numbed with cold. Oh! a match might afford her a world of comfort, if she only dared take a single one out of the bundle, draw it against the wall, and warm her fingers by it. She drew one out. \"Rischt!\" how it blazed, how it burnt! It was a warm, bright flame, like a candle, as she held her hands over it: it was a wonderful light. It seemed really to the little maiden as though she were sitting before a large iron stove, with burnished brass feet and a brass ornament at top. The fire burned with such blessed influence. It warmed so delightfully. The little girl had already stretched out her feet to warm them too; but--the small flame went out, the stove vanished: she had only the remains of the burnt-out match in her hand.\n\nShe rubbed another against the wall: it burned brightly, and where the light fell on the wall, there the wall became transparent like a veil, so that she could see into the room. On the table was spread a snow-white tablecloth; upon it was a splendid porcelain service, and the roast goose was steaming famously with its stuffing of apple and dried plums. And what was still more capital to behold was, the goose hopped down from the dish, reeled about on the floor with knife and fork in its breast, till it came up to the poor little girl; when--the match went out and nothing but the thick, cold, damp wall was left behind. She lighted another match. Now there she was sitting under the most magnificent Christmas tree: it was still larger, and more decorated than the one which she had seen through the glass door in the rich merchant's house.\n\nThousands of lights were burning on the green branches, and gaily-colored pictures, such as she had seen in the shop-windows, looked down upon her. The little maiden stretched out her hands towards them when--the match went out. The lights of the Christmas tree rose higher and higher, she saw them now as stars in heaven; one fell down and formed a long trail of fire.\n\n\"Someone is just dead!\" said the little girl; for her old grandmother, the only person who had loved her, and who was now no more, had told her, that when a star falls, a soul ascends to God.\n\nShe drew another match against the wall: it was again light, and in the lustre there stood the old grandmother, so bright and radiant, so mild, and with such an expression of love.\n\n\"Grandmother!\" cried the little one. \"Oh, take me with you! You go away when the match burns out; you vanish like the warm stove, like the delicious roast goose, and like the magnificent Christmas tree!\" And she rubbed the whole bundle of matches quickly against the wall, for she wanted to be quite sure of keeping her grandmother near her. And the matches gave such a brilliant light that it was brighter than at noon-day: never formerly had the grandmother been so beautiful and so tall. She took the little maiden, on her arm, and both flew in brightness and in joy so high, so very high, and then above was neither cold, nor hunger, nor anxiety--they were with God.\n\nBut in the corner, at the cold hour of dawn, sat the poor girl, with rosy cheeks and with a smiling mouth, leaning against the wall--frozen to death on the last evening of the old year. Stiff and stark sat the child there with her matches, of which one bundle had been burnt. \"She wanted to warm herself,\" people said. No one had the slightest suspicion of what beautiful things she had seen; no one even dreamed of the splendor in which, with her grandmother she had entered on the joys of a new year.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2661,
        "title": "A New Year's Gift",
        "story": "Dear Merrys:--As a subject appropriate to the season, I want to tell you about a New Year's breakfast which I had when I was a little girl. What do you think it was? A slice of dry bread and an apple. This is how it happened, and it is a true story, every word.\n\nAs we came down to breakfast that morning, with very shiny faces and spandy clean aprons, we found father alone in the dining-room.\n\n\"Happy New Year, papa! Where is mother?\" we cried.\n\n\"A little boy came begging and said they were starving at home, so your mother went to see and--ah, here she is.\"\n\nAs papa spoke, in came mamma, looking very cold, rather sad, and very much excited.\n\n\"Children, don't begin till you hear what I have to say,\" she cried; and we sat staring at her, with the breakfast untouched before us.\n\n\"Not far away from here, lies a poor woman with a little new-born baby. Six children are huddled into one bed to keep from freezing, for they have no fire. There is nothing to eat over there; and the oldest boy came here to tell me they were starving this bitter cold day. My little girls, will you give them your breakfast, as a New Year's gift?\"\n\nWe sat silent a minute, and looked at the nice, hot porridge, creamy milk, and good bread and butter; for we were brought up like English children, and never drank tea or coffee, or ate anything but porridge for our breakfast.\n\n\"I wish we'd eaten it up,\" thought I, for I was rather a selfish child, and very hungry.\n\n\"I'm so glad you come before we began,\" said Nan, cheerfully.\n\n\"May I go and help carry it to the poor, little children?\" asked Beth, who had the tenderest heart that ever beat under a pinafore.\n\n\"I can carry the lassy pot,\" said little May, proudly giving the thing she loved best.\n\n\"And I shall take all the porridge,\" I burst in, heartily ashamed of my first feeling.\n\n\"You shall put on your things and help me, and when we come back, we'll get something to eat,\" said mother, beginning to pile the bread and butter into a big basket.\n\nWe were soon ready, and the procession set out. First, papa, with a basket of wood on one arm and coal on the other; mamma next, with a bundle of warm things and the teapot; Nan and I carried a pail of hot porridge between us, and each a pitcher of milk; Beth brought some cold meat, May the 'lassy pot,' and her old hood and boots; and Betsey, the girl, brought up the rear with a bag of potatoes and some meal.\n\nFortunately it was early, and we went along back streets, so few people saw us, and no one laughed at the funny party.\n\nWhat a poor, bare, miserable place it was, to be sure,--broken windows, no fire, ragged clothes, wailing baby, sick mother, and a pile of pale, hungry children cuddled under one quilt, trying to keep warm. How the big eyes stared and the blue lips smiled as we came in!\n\n\"Ah, mein Gott! it is the good angels that come to us!\" cried the poor woman, with tears of joy.\n\n\"Funny angels, in woollen hoods and red mittens,\" said I; and they all laughed.\n\nThen we fell to work, and in fifteen minutes, it really did seem as if fairies had been at work there. Papa made a splendid fire in the old fireplace and stopped up the broken window with his own hat and coat. Mamma set the shivering children round the fire, and wrapped the poor woman in warm things. Betsey and the rest of us spread the table, and fed the starving little ones.\n\n\"Das ist gute!\" \"Oh, nice!\" \"Der angel--Kinder!\" cried the poor things as they ate and smiled and basked in the warm blaze. We had never been called 'angel-children' before, and we thought it very charming, especially I who had often been told I was 'a regular Sancho.' What fun it was! Papa, with a towel for an apron, fed the smallest child; mamma dressed the poor little new-born baby as tenderly as if it had been her own. Betsey gave the mother gruel and tea, and comforted her with assurance of better days for all. Nan, Lu, Beth, and May flew about among the seven children, talking and laughing and trying to understand their funny, broken English. It was a very happy breakfast, though we didn't get any of it; and when we came away, leaving them all so comfortable, and promising to bring clothes and food by and by, I think there were not in all the hungry little girls who gave away their breakfast, and contented themselves with a bit of bread and an apple of New Year's day.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2662,
        "title": "The Zizzies and the Zigzag Railroad",
        "story": "One day Gimme the Ax said to himself, 'Today I go to the post office and around, looking around. Maybe I will hear about something happening last night when I was sleeping. Maybe a policeman began laughing and fell in a cistern and came out with a wheelbarrow full of goldfish wearing new jewelry. How do I know? Maybe the man in the moon going down a cellar stairs to get a pitcher of butter-milk for the woman in the moon to drink and stop crying, maybe he fell down the stairs and broke the pitcher and laughed and picked up the broken pieces and said to himself, 'One, two, three, four, accidents happen in the best regulated families.' How do I know?'\n\nSo with his mind full of simple and refreshing thoughts, Gimme the Ax went out into the backyard garden and looked at the different necktie poppies growing early in the summer. Then he picked one of the necktie poppies to wear for a necktie scarf going downtown to the post office and around looking around.\n\n'It is a good speculation to look nice around looking around in a necktie scarf,' said Gimme the Ax. 'It is a necktie with a picture like whiteface pony spots on a green frog swimming in the moonshine.'\n\nSo he went downtown. For the first time he saw the Potato Face Blind Man playing an accordion on the corner next nearest the postoffice. He asked the Potato Face to tell him why the railroad tracks run zigzag in the Rootabaga Country.\n\n'Long ago,' said the Potato Face Blind Man, 'long before the necktie poppies began growing in the backyard, long before there was a necktie scarf like yours with whiteface pony spots on a green frog swimming in the moonshine, back in the old days when they laid the rails for the railroad they laid the rails straight.'\n\n'Then the zizzies came. The zizzy is a bug. He runs zigzag on zigzag legs, eats zigzag with zigzag teeth, and spits zigzag with a zigzag tongue.\n\nMillions of zizzies came hizzing with little hizzers on their heads and under their legs. They jumped on the rails with their zigzag legs, and spit and twisted with their zigzag teeth and tongues till they twisted the whole railroad and all the rails and tracks into a zigzag railroad with zigzag rails for the trains, the passenger trains and the freight trains, all to run zigzag on.\n\nThen the zizzies crept away into the fields where they sleep and cover themselves with zigzag blankets on special zigzag beds.\n\nNext day came shovelmen with their shovels, smooth engineers with smooth blue prints, and water boys with water pails and water dippers for the shovelmen to drink after shoveling the railroad straight. And I nearly forgot to say the steam and hoist operating engineers came and began their steam hoist and operating to make the railroad straight.\n\nThey worked hard. They made the railroad straight again. They looked at the job and said to themselves and to each other, 'This is it—we done it.'\n\nNext morning the zizzies opened their zigzag eyes and looked over to the railroad and the rails. When they saw the railroad all straight again, and the rails and the ties and the spikes all straight again, the zizzies didn’t even eat breakfast that morning.\n\nThey jumped out of their zigzag beds, jumped onto the rails with their zigzag legs and spit and twisted till they spit and twisted all the rails and the ties and the spikes back into a zigzag like the letter Z and the letter Z at the end of the alphabet.\n\nAfter that the zizzies went to breakfast. And they said to themselves and to each other, the same as the shovelmen, the smooth engineers and the steam hoist and operating engineers, 'This is it—we done it.'\n\nSo that is the how of the which—it was the zizzies,' said Gimme the Ax.\n\n'Yes, it was the zizzies,' said the Potato Face Blind Man. 'That is the story told to me.'\n\n'Who told it to you?'\n\n'Two little zizzies. They came to me one cold winter night and slept in my accordion where the music keeps it warm in winter. In the morning I said, 'Good morning, zizzies, did you have a good sleep last night and pleasant dreams?' And after they had breakfast they told me the story. Both told it zigzag but it was the same kind of zigzag each had together.'",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2663,
        "title": "Goldilocks and the Three Bears",
        "story": "Once upon a time there were three Bears, who lived together in a house of their own, in a wood. One of them was a Little Wee Bear, and one was a Middle-sized Bear, and the other was a Great Big Bear. They had each a bowl for their porridge; a little bowl for the Little Wee Bear; and a middle-sized bowl for the Middle-sized Bear; and a great bowl for the Great Big Bear. And they had each a chair to sit in; a little chair for the Little Wee Bear; and a middle-sized chair for the Middle-sized Bear; and a great chair for the Great Big Bear. And they had each a bed to sleep in; a little bed for the Little Wee Bear; a middle-sized bed for the Middle-sized Bear; and a great bed for the Great Big Bear.\n\nOne day, after they had made the porridge for their breakfast, and poured it into their porridge-bowls, they walked out into the wood while the porridge was cooling, that they might not burn their mouths by beginning too soon, for they were polite, well-brought-up Bears. And while they were away a little girl called Goldilocks, who lived at the other side of the wood and had been sent on an errand by her mother, passed by the house, and looked in at the window. And then she peeped in at the keyhole, for she was not at all a well-brought-up little girl. Then seeing nobody in the house she lifted the latch. The door was not fastened, because the Bears were good Bears, who did nobody any harm, and never suspected that anybody would harm them. So Goldilocks opened the door and went in; and well pleased was she when she saw the porridge on the table. If she had been a well-brought-up little girl she would have waited till the Bears came home, and then, perhaps, they would have asked her to breakfast; for they were good Bears—a little rough or so, as the manner of Bears is, but for all that very good-natured and hospitable. But she was an impudent, rude little girl, and so she set about helping herself.\n\nFirst she tasted the porridge of the Great Big Bear, and that was too hot for her. Next she tasted the porridge of the Middle-sized Bear, but that was too cold for her. And then she went to the porridge of the Little Wee Bear, and tasted it, and that was neither too hot nor too cold, but just right, and she liked it so well that she ate it all up, every bit!\n\nThen Goldilocks, who was tired, for she had been catching butterflies instead of running on her errand, sate down in the chair of the Great Big Bear, but that was too hard for her. And then she sate down in the chair of the Middle-sized Bear, and that was too soft for her. But when she sat down in the chair of the Little Wee Bear, that was neither too hard nor too soft, but just right. So she seated herself in it, and there she sate till the bottom of the chair came out, and down she came, plump upon the ground; and that made her very cross, for she was a bad-tempered little girl.\n\nNow, being determined to rest, Goldilocks went upstairs into the bedchamber in which the Three Bears slept. And first she lay down upon the bed of the Great Big Bear, but that was too high at the head for her. And next she lay down upon the bed of the Middle-sized Bear, but that was too high at the foot for her. And then she lay down upon the bed of the Little Wee Bear, and that was neither too high at the head nor at the foot, but just right. So she covered herself up comfortably, and lay there till she fell fast asleep.\n\nBy this time the Three Bears thought their porridge would be cool enough for them to eat it properly; so they came home to breakfast. Now careless Goldilocks had left the spoon of the Great Big Bear standing in his porridge.\n\n'SOMEBODY HAS BEEN AT MY PORRIDGE!' said the Great Big Bear in his great, rough, gruff voice.\n\nThen the Middle-sized Bear looked at his porridge and saw the spoon was standing in it too.\n\n'SOMEBODY HAS BEEN AT MY PORRIDGE!' said the Middle-sized Bear in his middle-sized voice.\n\nThen the Little Wee Bear looked at his, and there was the spoon in the porridge-bowl, but the porridge was all gone!\n\n'SOMEBODY HAS BEEN AT MY PORRIDGE, AND HAS EATEN IT ALL UP!' said the Little Wee Bear in his little wee voice.\n\nUpon this the Three Bears, seeing that some one had entered their house, and eaten up the Little Wee Bear's breakfast, began to look about them. Now the careless Goldilocks had not put the hard cushion straight when she rose from the chair of the Great Big Bear.\n\n'SOMEBODY HAS BEEN SITTING IN MY CHAIR!' said the Great Big Bear in his great, rough, gruff voice.\n\nAnd the careless Goldilocks had squatted down the soft cushion of the Middle-sized Bear.\n\n'SOMEBODY HAS BEEN SITTING IN MY CHAIR!' said the Middle-sized Bear in his middle-sized voice.\n\n'SOMEBODY HAS BEEN SITTING IN MY CHAIR, AND HAS SATE THE BOTTOM THROUGH!' said the Little Wee Bear in his little wee voice.\n\nThen the Three Bears thought they had better make further search in case it was a burglar, so they went upstairs into their bedchamber. Now Goldilocks had pulled the pillow of the Great Big Bear out of its place.\n\n'SOMEBODY HAS BEEN LYING IN MY BED!' said the Great Big Bear in his great, rough, gruff voice.\n\nAnd Goldilocks had pulled the bolster of the Middle-sized Bear out of its place.\n\n'SOMEBODY HAS BEEN LYING IN MY BED!' said the Middle-sized Bear in his middle-sized voice.\n\nBut when the Little Wee Bear came to look at his bed, there was the bolster in its place! And the pillow was in its place upon the bolster!\n\nAnd upon the pillow——? There was Goldilocks's yellow head—which was not in its place, for she had no business there.\n\n'SOMEBODY HAS BEEN LYING IN MY BED,—AND HERE SHE IS STILL!' said the Little Wee Bear in his little wee voice.\n\nNow Goldilocks had heard in her sleep the great, rough, gruff voice of the Great Big Bear; but she was so fast asleep that it was no more to her than the roaring of wind, or the rumbling of thunder. And she had heard the middle-sized voice of the Middle-sized Bear, but it was only as if she had heard some one speaking in a dream. But when she heard the little wee voice of the Little Wee Bear, it was so sharp, and so shrill, that it awakened her at once. Up she started, and when she saw the Three Bears on one side of the bed, she tumbled herself out at the other, and ran to the window. Now the window was open, because the Bears, like good, tidy Bears, as they were, always opened their bedchamber window when they got up in the morning. So naughty, frightened little Goldilocks jumped; and whether she broke her neck in the fall, or ran into the wood and was lost there, or found her way out of the wood and got whipped for being a bad girl and playing truant, no one can say. But the Three Bears never saw anything more of her.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2664,
        "title": "The Little Red Hen",
        "story": "A Little Red Hen lived in a barnyard. She spent almost all of her time walking about the barnyard in her picketty-pecketty fashion, scratching everywhere for worms.\n\nShe dearly loved fat, delicious worms and felt they were absolutely necessary to the health of her children. As often as she found a worm she would call \"Chuck-chuck-chuck!\" to her chickies.\n\nWhen they were gathered about her, she would distribute choice morsels of her tid-bit. A busy little body was she!\n\nA cat usually napped lazily in the barn door, not even bothering herself to scare the rat who ran here and there as he pleased. And as for the pig who lived in the sty – he did not care what happened so long as he could eat and grow fat.\n\nOne day the Little Red Hen found a Seed. It was a Wheat Seed, but the Little Red Hen was so accustomed to bugs and worms that she supposed this to be some new and perhaps very delicious kind of meat. She bit it gently and found that it resembled a worm in no way whatsoever as to taste although because it was long and slender, a Little Red Hen might easily be fooled by its appearance.\n\nCarrying it about, she made many inquiries as to what it might be. She found it was a Wheat Seed and that, if planted, it would grow up and when ripe it could be made into flour and then into bread.\n\nWhen she discovered that, she knew it ought to be planted. She was so busy hunting food for herself and her family that, naturally, she thought she ought not to take time to plant it.\n\nSo she thought of the Pig - upon whom time must hang heavily and of the Cat who had nothing to do, and of the great fat Rat with his idle hours, and she called loudly:\n\n\"Who will plant the Seed?\"\n\nBut the Pig said, \"Not I,\" and the Cat said, \"Not I,\" and the Rat said, \"Not I.\"\n\n\"Well, then,\" said the Little Red Hen, \"I will.\"\n\nAnd she did.\n\nThen she went on with her daily duties through the long summer days, scratching for worms and feeding her chicks, while the Pig grew fat, and the Cat grew fat, and the Rat grew fat, and the Wheat grew tall and ready for harvest.\n\nSo one day the Little Red Hen chanced to notice how large the Wheat was and that the grain was ripe, so she ran about calling briskly: \"Who will cut the Wheat?\"\n\nThe Pig said, \"Not I,\" the Cat said, \"Not I,\" and the Rat said, \"Not I.\"\n\n\"Well, then,\" said the Little Red Hen, \"I will.\"\n\nAnd she did.\n\nShe got the sickle from among the farmer's tools in the barn and proceeded to cut off all of the big plant of Wheat.\n\nOn the ground lay the nicely cut Wheat, ready to be gathered and threshed, but the newest and yellowest and downiest of Mrs. Hen's chicks set up a \"peep-peep-peeping\" in their most vigorous fashion, proclaiming to the world at large, but most particularly to their mother, that she was neglecting them.\n\nPoor Little Red Hen! She felt quite bewildered and hardly knew where to turn.\n\nHer attention was sorely divided between her duty to her children and her duty to the Wheat, for which she felt responsible.\n\nSo, again, in a very hopeful tone, she called out, \"Who will thresh the Wheat?\"\n\nBut the Pig, with a grunt, said, \"Not I,\" and the Cat, with a meow, said, \"Not I,\" and the Rat, with a squeak, said, \"Not I.\"\n\nSo the Little Red Hen, looking, it must be admitted, rather discouraged, said, \"Well, I will, then.\"\n\nAnd she did.\n\nOf course, she had to feed her babies first, though, and when she had gotten them all to sleep for their afternoon nap, she went out and threshed the Wheat. Then she called out: \"Who will carry the Wheat to the mill to be ground?\"\n\nTurning their backs with snippy glee, that Pig said, \"Not I,\" and that Cat said, \"Not I,\" and that Rat said, \"Not I.\"\n\nSo the good Little Red Hen could do nothing but say, \"I will then.\" And she did.\n\nCarrying the sack of Wheat, she trudged off to the distant mill. There she ordered the Wheat ground into beautiful white flour. When the miller brought her the flour she walked slowly back all the way to her own barnyard in her own picketty-pecketty fashion.\n\nShe even managed, in spite of her load, to catch a nice juicy worm now and then and had one left for the babies when she reached them. Those cunning little fluff-balls were so glad to see their mother. For the first time, they really appreciated her.\n\nAfter this really strenuous day Mrs. Hen retired to her slumbers earlier than usual - indeed, before the colors came into the sky to herald the setting of the sun, her usual bedtime hour.\n\nShe would have liked to sleep late in the morning, but her chicks, joining in the morning chorus of the hen yard, drove away all hopes of such a luxury.\n\nEven as she sleepily half opened one eye, the thought came to her that to-day that Wheat must, somehow, be made into bread.\n\nShe was not in the habit of making bread, although, of course, anyone can make it if he or she follows the recipe with care, and she knew perfectly well that she could do it if necessary.\n\nSo after her children were fed and made sweet and fresh for the day, she hunted up the Pig, the Cat and the Rat.\n\nStill confident that they would surely help her some day she sang out, \"Who will make the bread?\"\n\nAlas for the Little Red Hen! Once more her hopes were dashed! For the Pig said, \"Not I,\" the Cat said, \"Not I,\" and the Rat said, \"Not I.\"\n\nSo the Little Red Hen said once more, \"I will then,\" and she did.\n\nFeeling that she might have known all the time that she would have to do it all herself, she went and put on a fresh apron and spotless cook's cap. First of all she set the dough, as was proper. When it was time she brought out the moulding board and the baking tins, moulded the bread, divided it into loaves, and put them into the oven to bake. All the while the Cat sat lazily by, giggling and chuckling.\n\nAnd close at hand the vain Rat powdered his nose and admired himself in a mirror.\n\nIn the distance could be heard the long-drawn snores of the dozing Pig.\n\nAt last the great moment arrived. A delicious odor was wafted upon the autumn breeze. Everywhere the barnyard citizens sniffed the air with delight.\n\nThe Red Hen ambled in her picketty-pecketty way toward the source of all this excitement.\n\nAlthough she appeared to be perfectly calm, in reality she could only with difficulty restrain an impulse to dance and sing, for had she not done all the work on this wonderful bread?\n\nSmall wonder that she was the most excited person in the barnyard!\n\nShe did not know whether the bread would be fit to eat, but - joy of joys! - when the lovely brown loaves came out of the oven, they were done to perfection.\n\nThen, probably because she had acquired the habit, the Red Hen called: \"Who will eat the Bread?\"\n\nAll the animals in the barnyard were watching hungrily and smacking their lips in anticipation, and the Pig said, \"I will,\" the Cat said, \"I will,\" the Rat said, \"I will.\"\n\nBut the Little Red Hen said,\n\n\"No, you won't. I will.\"\n\nAnd she did.\n\nTHE END",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2665,
        "title": "The Wolf and the Seven Little Kids",
        "story": "There was once upon a time an old goat who had seven little kids, and loved them with all the love of a mother for her children. One day she wanted to go into the forest and fetch some food. So she called all seven to her and said, \"Dear children, I have to go into the forest, be on your guard against the wolf; if he come in, he will devour you all—-skin, hair, and all. The wretch often disguises himself, but you will know him at once by his rough voice and his black feet.\" The kids said, \"Dear mother, we will take good care of ourselves; you may go away without any anxiety.\" Then the old one bleated, and went on her way with an easy mind.\n\nIt was not long before some one knocked at the house-door and called, \"Open the door, dear children; your mother is here, and has brought something back with her for each of you.\" But the little kids knew that it was the wolf, by the rough voice; \"We will not open the door,\" cried they, \"thou art not our mother. She has a soft, pleasant voice, but thy voice is rough; thou art the wolf!\" Then the wolf went away to a shopkeeper and bought himself a great lump of chalk, ate this and made his voice soft with it. The he came back, knocked at the door of the house, and cried, \"Open the door, dear children, your dear little mother has come home and brought every one of you something back from the forest with her.\" But the wolf had laid his black paws against the window, and the children saw them and cried, \"We will not open the door, our mother has not black feet like thee; thou art the wolf.\" Then the wolf ran to a baker and said, \"I have hurt my feet, rub some dough over them for me.\" And when the baker had rubbed his feet over, he ran to the miller and said, \"Strew some white meal over my feet for me.\" The miller thought to himself, \"The wolf wants to deceive someone,\" and refused; but the wolf said, \"If thou wilt not do it, I will devour thee.\" Then the miller was afraid, and made his paws white for him. Truly men are like that.\n\nSo now the wretch went for the third time to the house-door, knocked at it and said, \"Open the door for me, children, your dear little mother has come home, and has brought every one of you something back from the forest with her.\" The little kids cried, \"First show us thy paws that we may know if thou art our dear little mother.\" Then he put his paws in through the window, and when the kids saw that they were white, they believed that all he said was true, and opened the door. But who should come in but the wolf! They were terrified and wanted to hide themselves. One sprang under the table, the second into the bed, the third into the stove, the fourth into the kitchen, the fifth into the cupboard, the sixth under the washing-bowl, and the seventh into the clock-case. But the wolf found them all, and used no great ceremony; one after the other he swallowed them down his throat. The youngest, who was in the clock-case, was the only one he did not find. When the wolf had satisfied his appetite he took himself off, laid himself down under a tree in the green meadow outside, and began to sleep. Soon afterwards the old goat came home again from the forest. Ah! What a sight she saw there! The house-door stood wide open. The table, chairs, and benches were thrown down, the washing-bowl lay broken to pieces, and the quilts and pillows were pulled off the bed. She sought her children, but they were nowhere to be found. She called them one after another by name, but no one answered. At last, when she came to the youngest, a soft voice cried, \"Dear mother, I am in the clock-case.\" She took the kid out, and it told her that the wolf had come and had eaten all the others. Then you may imagine how she wept over her poor children.\n\nAt length in her grief she went out, and the youngest kid ran with her. When they came to the meadow, there lay the wolf by the tree and snored so loud that the branches shook. She looked at him on every side and saw that something was moving and struggling in his gorged belly. \"Ah, heavens,\" said she, \"is it possible that my poor children whom he has swallowed down for his supper, can be still alive?\" Then the kid had to run home and fetch scissors, and a needle and thread, and the goat cut open the monster's stomach, and hardly had she make one cut, than one little kid thrust its head out, and when she cut farther, all six sprang out one after another, and were all still alive, and had suffered no injury whatever, for in his greediness the monster had swallowed them down whole. What rejoicing there was! They embraced their dear mother, and jumped like a sailor at his wedding. The mother, however, said, \"Now go and look for some big stones, and we will fill the wicked beast's stomach with them while he is still asleep.\" Then the seven kids dragged the stones thither with all speed, and put as many of them into his stomach as they could get in; and the mother sewed him up again in the greatest haste, so that he was not aware of anything and never once stirred.\n\nWhen the wolf at length had had his sleep out, he got on his legs, and as the stones in his stomach made him very thirsty, he wanted to go to a well to drink. Then cried he, \"What rumbles and tumbles\nAgainst my poor bones?\nI thought 't was six kids,\nBut it's naught but big stones.\"\n\nAnd when he got to the well and stooped over the water, the heavy stones made him fall in, and there was no help, but he had to drown miserably. When the seven kids saw that, they came running to the spot and cried aloud, \"The wolf is dead! The wolf is dead!\" and danced for joy round about the well with their mother.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "4-6"
    },
    {
        "id": 2666,
        "title": "The Three Billy Goats Gruff",
        "story": "Once upon a time there were three billy goats, who were to go up to the hillside to make themselves fat, and the name of all three was \"Gruff.\"\n\nOn the way up was a bridge over a cascading stream they had to cross; and under the bridge lived a great ugly troll, with eyes as big as saucers, and a nose as long as a poker.\n\nSo first of all came the youngest Billy Goat Gruff to cross the bridge.\n\n\"Trip, trap, trip, trap!\" went the bridge.\n\n\"Who's that tripping over my bridge?\" roared the troll.\n\n\"Oh, it is only I, the tiniest Billy Goat Gruff, and I'm going up to the hillside to make myself fat,\" said the billy goat, with such a small voice.\n\n\"Now, I'm coming to gobble you up,\" said the troll.\n\n\"Oh, no! pray don't take me. I'm too little, that I am,\" said the billy goat. \"Wait a bit till the second Billy Goat Gruff comes. He's much bigger.\"\n\n\"Well, be off with you,\" said the troll.\n\nA little while after came the second Billy Goat Gruff to cross the bridge.\n\nTrip, trap, trip, trap, trip, trap, went the bridge.\n\n\"Who's that tripping over my bridge?\" roared the troll.\n\n\"Oh, it's the second Billy Goat Gruff, and I'm going up to the hillside to make myself fat,\" said the billy goat, who hadn't such a small voice.\n\n\"Now I'm coming to gobble you up,\" said the troll.\n\n\"Oh, no! Don't take me. Wait a little till the big Billy Goat Gruff comes. He's much bigger.\"\n\n\"Very well! Be off with you,\" said the troll.\n\nBut just then up came the big Billy Goat Gruff.\n\nTrip, trap, trip, trap, trip, trap! went the bridge, for the billy goat was so heavy that the bridge creaked and groaned under him.\n\n\"Who's that tramping over my bridge?\" roared the troll.\n\n\"It's I! The big Billy Goat Gruff,\" said the billy goat, who had an ugly hoarse voice of his own.\n\n\"Now I'm coming to gobble you up,\" roared the troll.\n\nWell, come along! I've got two spears,\nAnd I'll poke your eyeballs out at your ears;\nI've got besides two curling-stones,\nAnd I'll crush you to bits, body and bones.\nThat was what the big billy goat said. And then he flew at the troll, and poked his eyes out with his horns, and crushed him to bits, body and bones, and tossed him out into the cascade, and after that he went up to the hillside. There the billy goats got so fat they were scarcely able to walk home again. And if the fat hasn't fallen off them, why, they're still fat; and so,\n\nSnip, snap, snout.\nThis tale's told out.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "4-6"
    },
    {
        "id": 2667,
        "title": "The Good and the Bad Sisters",
        "story": "Once upon a time there were two sisters who were as like each other as two peas in a pod; but one was good, and the other was bad-tempered. Now their father had no work, so the girls began to think of going to service.\n\n\"I will go first and see what I can make of it,\" said the younger sister, ever so cheerfully, \"then you, sis, can follow if I have good luck.\"\n\nSo she packed up a bundle, said good-bye, and started to find a place; but no one in the town wanted a girl, and she went farther afield into the country. And as she journeyed she came upon an oven in which a lot of loaves were baking. Now as she passed, the loaves cried out with one voice:\n\n\"Little girl! Little girl! Take us out! Please take us out! We have been baking for seven years, and no one has come to take us out. Do take us out or we shall soon be burnt!\"\n\nThen, being a kind, obliging little girl, she stopped, put down her bundle, took out the bread, and went on her way saying:\n\n\"You will be more comfortable now.\"\n\nAfter a time she came to a cow lowing beside an empty pail, and the cow said to her:\n\n\"Little girl! Little girl! Milk me! Please milk me! Seven years have I been waiting, but no one has come to milk me!\"\n\nSo the kind girl stopped, put down her bundle, milked the cow into the pail, and went on her way saying:\n\n\"Now you will be more comfortable.\"\n\nBy and by she came to an apple tree so laden with fruit that its branches were nigh to break, and the apple tree called to her:\n\n\"Little girl! Little girl! Please shake my branches. The fruit is so heavy I can't stand straight!\"\n\nThen the kind girl stopped, put down her bundle, and shook the branches so that the apples fell off, and the tree could stand straight. Then she went on her way saying:\n\n\"You will be more comfortable now.\"\n\nSo she journeyed on till she came to a house where an old witch-woman lived. Now this witch-woman wanted a servant-maid, and promised good wages. Therefore the girl agreed to stop with her and try how she liked service. She had to sweep the floor, keep the house clean and tidy, the fire bright and cheery. But there was one thing the witch-woman said she must never do; and that was look up the chimney!\n\n\"If you do,\" said the witch-woman, \"something will fall down on you, and you will come to a bad end.\" Well! the girl swept, and dusted, and made up the fire; but ne'er a penny of wages did she see. Now the girl wanted to go home as she did not like witch-service; for the witch used to have boiled babies for supper, and bury the bones under some stones in the garden. But she did not like to go home penniless; so she stayed on, sweeping, and dusting, and doing her work, just as if she was pleased. Then one day, as she was sweeping up the hearth, down tumbled some soot, and, without remembering she was forbidden to look up the chimney, she looked up to see where the soot came from. And, lo and behold! a big bag of gold fell plump into her lap.\n\nNow the witch happened to be out on one of her witch errands; so the girl thought it a fine opportunity to be off home.\n\nSo she kilted up her petticoats and started to run home; but she had only gone a little way when she heard the witch-woman coming after her on her broomstick. Now the apple tree she had helped to stand straight happened to be quite close; so she ran to it and cried:\n\n\"Apple tree! Apple tree, hide me\nSo the old witch can't find me,\nFor if she does she'll pick my bones,\nAnd bury me under the garden stones.\"\n\nThen the apple tree said: \"Of course I will. You helped me to stand straight, and one good turn deserves another.\"\n\nSo the apple tree hid her finely in its green branches; and when the witch flew past saying:\n\n\"Tree of mine! O Tree of mine!\nHave you seen my naughty little maid\nWith a willy willy wag and a great big bag,\nShe's stolen my money—all I had?\"\n\nThe apple tree answered:\n\n\"No, mother dear,\nNot for seven year!\"\n\nSo the witch flew on the wrong way, and the girl got down, thanked the tree politely, and started again. But just as she got to where the cow was standing beside the pail, she heard the witch coming again, so she ran to the cow and cried:\n\n\"Cow! Cow, please hide me\nSo the witch can't find me;\nIf she does she'll pick my bones,\nAnd bury me under the garden stones!\"\n\n\"Certainly I will,\" answered the cow. \"Didn't you milk me and make me comfortable? Hide yourself behind me and you'll be quite safe.\"\n\nAnd when the witch flew by and called to the cow:\n\n\"O Cow of mine! Cow of mine!\nHave you seen my naughty little maid\nWith a willy willy wag and a great big bag,\nWho stole my money—all that I had?\"\n\nShe just said politely:\n\n\"No, mother dear,\nNot for seven year!\"\n\nThen the old witch went on in the wrong direction, and the girl started afresh on her way home; but just as she got to where the oven stood, she heard that horrid old witch coming behind her again; so she ran as fast as she could to the oven and cried:\n\n\"O Oven! Oven! hide me\nSo as the witch can't find me,\nFor if she does she'll pick my bones,\nAnd bury them under the garden stones.\"\n\nThen the oven said, \"I am afraid there is no room for you, as another batch of bread is baking; but there is the baker—ask him.\"\n\nSo she asked the baker, and he said, \"Of course I will. You saved my last batch from being burnt, so run into the bakehouse, you will be quite safe there, and I will settle the witch for you.\"\n\nSo she hid in the bakehouse, only just in time, for there was the old witch calling angrily:\n\n\"O Man of mine! Man of mine!\nHave you seen my naughty little maid\nWith a willy willy wag and a great big bag,\nWho's stole my money—all I had?\"\n\nThen the baker replied, \"Look in the oven. She may be there.\"\n\nAnd the witch alighted from her broomstick and peered into the oven: but she could see no one.\n\n\"Creep in and look in the farthest corner,\" said the baker slyly, and the witch crept in, when——\n\nBang!——\n\nhe shut the door in her face, and there she was roasting. And when she came out with the bread she was all crisp and brown, and had to go home as best she could and put cold cream all over her!\n\nBut the kind, obliging little girl got safe home with her bag of money.\n\nNow the ill-tempered elder sister was very jealous of this good luck, and determined to get a bag of gold for herself. So she in her turn packed up a bundle and started to seek service by the same road. But when she came to the oven, and the loaves begged her to take them out because they had been baking seven years and were nigh to burning, she tossed her head and said:\n\n\"A likely story indeed, that I should burn my fingers to save your crusts. No, thank you!\"\n\nAnd with that she went on till she came across the cow standing waiting to be milked beside the pail. But when the cow said:\n\n\"Little girl! Little girl! Milk me! Please milk me, I've waited seven years to be milked——\"\n\nShe only laughed and replied, \"You may wait another seven years for all I care. I'm not your dairymaid!\"\n\nAnd with that she went on till she came to the apple tree, all overburdened by its fruit. But when it begged her to shake its branches, she only giggled, and plucking one ripe apple, said:\n\n\"One is enough for me: you can keep the rest yourself.\"\n\nAnd with that she went on munching the apple, till she came to the witch-woman's house.\n\nNow the witch-woman, though she had got over being crisp and brown from the oven, was dreadfully angry with all little maid-servants, and made up her mind this one should not trick her. So for a long time she never went out of the house; thus the ill-tempered sister never had a chance of looking up the chimney, as she had meant to do at once. And she had to dust, and clean, and brush, and sweep ever so hard, until she was quite tired out.\n\nBut one day, when the witch-woman went into the garden to bury her bones, she seized the moment, looked up the chimney, and, sure enough, a bag of gold fell plump into her lap!\n\nWell! she was off with it in a moment, and ran and ran till she came to the apple tree, when she heard the witch-woman behind her. So she cried as her sister had done:\n\n\"Apple tree! Apple tree, hide me\nSo the old witch can't find me,\nFor if she does she'll break my bones,\nOr bury me under the garden stones.\"\n\nBut the apple tree said:\n\n\"No room here! I've too many apples.\"\n\nSo she had to run on; and when the witch-woman on her broomstick came flying by and called:\n\n\"O Tree of mine! Tree of mine!\nHave you seen a naughty little maid\nWith a willy willy wag and a great big bag,\nWho's stolen my money—all I had?\"\n\nThe apple tree replied:\n\n\"Yes, mother dear,\nShe's gone down there.\"\n\nThen the witch-woman went after her, caught her, gave her a thorough good beating, took the bag of money away from her, and sent her home without a penny payment for all her dusting, and sweeping, and brushing, and cleaning.",
        "source": "Human",
        "safety_violations": {
            "present": true,
            "severity": "Moderate",
            "type": "Violence/abuse",
            "description": "The story contains scenes of physical abuse and threats from the witch-woman towards the girl."
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "13+"
    },
    {
        "id": 2668,
        "title": "A Little Tiny Thing",
        "story": "OUT in the garden Mary sat hemming a pocket-handkerchief, and there came a little insect running—oh, in such a hurry!—across the small stone table by her side.\n\nThe sewing was not done, for Mary liked doing nothing best, and she thought it would be fun to drop her thimble over the little ant. “Now he is in the dark,” said she. “Can he mind? He is only such a little tiny thing.”\n\nMary ran away, for her mother called her, and she forgot all about the ant under the thimble.\n\nThere he was, running round and round and round the dark prison, with little horns on his head quivering, little perfect legs bending as beautifully as those of a race-horse, and he was in quite as big a fright as if he were an elephant.\n\n“Oh,” you would have heard him say, if you had been clever enough, “I can’t get out, I can’t get out! I shall lie down and die.” ” Mary went to bed, and in the night the rain poured. The handkerchief was soaked as if somebody had been crying very much, when she went out to fetch it as soon as the sun shone. She remembered who was under the thimble. “I wonder what he is doing,” said Mary. But when she lifted up the thimble the little tiny thing lay stiff and still.\n\n“Oh, did he die of being under the thimble?” she said aloud. “I am afraid he did mind.”\n\n“Why did you do that, Mary?” said her father, who was close by, and who had guessed the truth. “See! he moves one of his legs. Run to the house and fetch a wee taste of honey from the breakfast-table for the little thing you starved.”\n\n“I didn’t mean to,” said Mary.\n\nShe touched the honey in the spoon with a blade of grass, and tenderly put a drop of it before the little ant. He put out a fairy tongue to lick up the sweet stuff. He grew well, and stood upon his pretty little jointed feet. He tried to run.\n\n“Where is he in such a hurry to go, do you think?” said father.\n\n“I don’t know,” said Mary softly. She felt ashamed.\n\n“He wants to run home,” said father. “I know where he lives. In a little round world of ants, under the apple tree.”\n\n“Oh! Has such a little tiny thing a real home of his own? I should have thought he lived just anywhere about.”\n\n“Why, he would not like that at all. At home he has a fine palace, with passages and rooms more than you could count; he and the others dug them out, that they might all live together like little people in a little town.”\n\n“And has he got a wife and children—a lot of little ants at home?”\n\n“The baby ants are born as eggs; they are little helpless things, and must be carried about by their big relations. There are father ants and mother ants, and lots of other ants who are nurses to the little ones. Nobody knows his own children, but all the grown-up ones are kind to all the babies. This is a little nurse ant. See how she hurries off! Her babies at home must have their faces washed.”\n\n“O father!” cried Mary; “now that is a fairy story.”\n\n“Not a bit of it,” said father. “Ants really do clean their young ones by licking them. On sunny days they carry their babies out, and let them lie in the sun. On cold days they take them downstairs, away from the cold wind and the rain. The worker ants are the nurses. Though the little ones are not theirs, they love them and care for them as dearly as if they were.”\n\n“Why, that’s just like Aunt Jenny who lives with us, and mends our things, and puts baby to bed, and goes out for walks with us.”\n\n“Just the same,” said father, laughing.\n\n“Is that the reason we say Ant Jenny?”\n\n“You little dunce! Who taught you to spell? But it is not a bad idea, all the same. It would be a good thing if there were as many ‘ant’ Jennys in this big round world of ours as there are in the ants’ little round world—folk who care for all, no matter whose children they are.”\n\nWhile they were talking, the little ant crept to the edge of the table, and down the side, and was soon lost among the blades of grass.\n\n“He will never find his way,” said Mary.\n\n“Let him alone for that,” said father. “The ants have paths leading from their hill. They never lose their way. But they meet with sad accidents sometimes. What do you think I saw the other day? One of these small chaps—it may have been this very one—was carrying home a scrap of something in his jaws for the youngsters at home. As he ran along, a bird dropped an ivy berry on him. Poor mite of a thing! This was worse than if a cannon ball were to fall from the sky on one of us. He lay under it, not able to move. By-and-by one of his brother ants, who was taking a stroll, caught sight of him under the berry.\n\n“What did he do?” said Mary.\n\n“First he tried to push the berry off his friend’s body, but it was too heavy. Next he caught hold of one of his friend’s legs with his jaws, and tugged till I thought it would come off. Then he rushed about in a frantic state, as if he were saying to himself, ‘What shall I do? what shall I do?’ And then he ran off up the path. In another minute he came hurrying back with three other ants.”\n\n“Is it quite true, father?”\n\n“Quite. The four ants talked together by gentle touches of their horns. They looked as if they were telling one another what a dreadful accident it was, and how nobody knew whose turn would come next. After this they set to work with a will. Two of them pushed the berry as hard as they could, while the other two pulled their friend out by the hind legs. When at last he was free, they crowded round as if petting and kissing him. You see these little ant folk have found out that ‘’Tis love, love, love, that makes the world go round.’ I shouldn’t wonder if that ant you teased so thoughtlessly is gone off to tell the news at home that there is a drop of honey to be had here.”\n\n“Oh, he couldn’t, father!”\n\n“Wait and see,” said father.\n\nIn a little while back came the ant with a troop of friends.\n\n“He has been home and told them the good news about the honey,” said father. “Do you think that all children are as kind as that?”\n\nMary said, “No, they’re not. I don’t run to call all the others when I find a good place for blackberries.”\n\n“Then,” said father, “don’t be unkind to the ant, who is kinder than you, though he is only a little tiny thing.”",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "4-6"
    },
    {
        "id": 2669,
        "title": "The Cunning Little Tailor",
        "story": "There was once on a time a princess who was extremely proud. If a wooer came she gave him some riddle to guess, and if he could not find it out, he was sent contemptuously away. She let it be made known also that whosoever solved her riddle should marry her, let him be who he might. At length, therefore, three tailors fell in with each other, the two eldest of whom thought they had done so many dexterous bits of work successfully that they could not fail to succeed in this also; the third was a little useless land-louper, who did not even know his trade, but thought he must have some luck in this venture, for where else was it to come from? Then the two others said to him, \"Just stay at home; thou canst not do much with thy little bit of understanding.\" The little tailor, however, did not let himself be discouraged, and said he had set his head to work about this for once, and he would manage well enough, and he went forth as if the whole world were his.\n\nThey all three announced themselves to the princess, and said she was to propound her riddle to them, and that the right persons were now come, who had understandings so fine that they could be threaded in a needle. Then said the princess, \"I have two kinds of hair on my head, of what color is it?\" \"If that be all,\" said the first, \"it must be black and white, like the cloth which is called pepper and salt.\" The princess said, \"Wrongly guessed; let the second answer.\" Then said the second, \"If it be not black and white, then it is brown and red, like my father's company coat.\" \"Wrongly guessed,\" said the princess, \"let the third give the answer, for I see very well he knows it for certain.\" Then the little tailor stepped boldly forth and said, \"The princess has a silver and a golden hair on her head, and those are the two different colors.\" When the princess heard that, she turned pale and nearly fell down with terror, for the little tailor had guessed her riddle, and she had firmly believed that no man on earth could discover it. When her courage returned she said, \"Thou hast not won me yet by that; there is still something else that thou must do. Below, in the stable is a bear with which thou shalt pass the night, and when I get up in the morning if thou art still alive, thou shalt marry me.\" She expected, however, she should thus get rid of the tailor, for the bear had never yet left any one alive who had fallen into his clutches. The little tailor did not let himself be frightened away, but was quite delighted, and said, \"Boldly ventured is half won.\"\n\nWhen therefore the evening came, our little tailor was taken down to the bear. The bear was about to set at the little fellow at once, and give him a hearty welcome with his paws: \"Softly, softly,\" said the little tailor, \"I will soon make thee quiet.\" Then quite composedly, and as if he had not an anxiety in the world, he took some nuts out of his pocket, cracked them, and ate the kernels. When the bear saw that, he was seized with a desire to have some nuts too. The tailor felt in his pockets, and reached him a handful; they were, however, not nuts, but pebbles. The bear put them in his mouth, but could get nothing out of them, let him bite as he would. \"Eh!\" thought he, \"what a stupid blockhead I am! I cannot even crack a nut!\" and then he said to the tailor, \"Here, crack me the nuts.\" \"There, see what a stupid fellow thou art!\" said the little tailor, \"to have such a great mouth, and not be able to crack a small nut!\" Then he took the pebble and nimbly put a nut in his mouth in the place of it, and crack, it was in two! \"I must try the thing again,\" said the bear; \"when I watch you, I then think I ought to be able to do it too.\" So the tailor once more gave him a pebble, and the bear tried and tried to bite into it with all the strength of his body. But no one will imagine that he accomplished it. When that was over, the tailor took out a violin from beneath his coat, and played a piece of it to himself. When the bear heard the music, he could not help beginning to dance, and when he had danced a while, the thing pleased him so well that he said to the little tailor, \"Hark you, is the fiddle heavy?\" \"Light enough for a child. Look, with the left hand I lay my fingers on it, and with the right I stroke it with the bow, and then it goes merrily, hop sa sa vivallalera!\" \"So,\" said the bear; \"fiddling is a thing I should like to understand too, that I might dance whenever I had a fancy. What dost thou think of that? Wilt thou give me lessons?\" \"With all my heart,\" said the tailor, \"if thou hast a talent for it. But just let me see thy claws, they are terribly long, I must cut thy nails a little.\" Then a vise was brought, and the bear put his claws in it, and the little tailor screwed it tight, and said, \"Now wait until I come with the scissors,\" and he let the bear growl as he liked, and lay down in the corner on a bundle of straw, and fell asleep.\n\nWhen the princess heard the bear growling so fiercely during the night, she believed nothing else but that he was growling for joy, and had made an end of the tailor. In the morning she arose careless and happy, but when she peeped into the stable, the tailor stood gaily before her, and was as healthy as a fish in water. Now she could not say another word against the wedding because she had given a promise before every one, and the King ordered a carriage to be brought in which she was to drive to church with the tailor, and there she was to be married. When they had got into the carriage, the two other tailors, who had false hearts and envied him his good fortune, went into the stable and unscrewed the bear again. The bear in great fury ran after the carriage. The princess heard him snorting and growling; she was terrified, and she cried, \"Ah, the bear is behind us and wants to get thee!\" The tailor was quick and stood on his head, stuck his legs out of the window, and cried, \"Dost thou see the vise? If thou dost not be off thou shalt be put into it again.\" When the bear saw that, he turned round and ran away. The tailor drove quietly to church, and the princess was married to him at once, and he lived with her as happy as a woodlark. Whosoever does not believe this, must pay a thaler.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2670,
        "title": "Androclus and the Lion",
        "story": "In Rome there was once a poor slave whose name was Androclus. His master was a cruel man, and so unkind to him that at last Androclus ran away.\n\nHe hid himself in a wild wood for many days; but there was no food to be found, and he grew so weak and sick that he thought he should die. So one day he crept into a cave and lay down, and soon he was fast asleep.\n\nAfter a while a great noise woke him up. A lion had come into the cave, and was roaring loudly. Androclus was very much afraid, for he felt sure that the beast would kill him. Soon, however, he saw that the lion was not angry, but that he limped as though his foot hurt him.\n\nThen Androclus grew so bold that he took hold of the lion's lame paw to see what was the matter. The lion stood quite still, and rubbed his head against the man's shoulder. He seemed to say,--\n\n\"I know that you will help me.\"\n\nAndroclus lifted the paw from the ground, and saw that it was a long, sharp thorn which hurt the lion so much. He took the end of the thorn in his fingers; then he gave a strong, quick pull, and out it came. The lion was full of joy. He jumped about like a dog, and licked the hands and feet of his new friend.\n\nAndroclus was not at all afraid after this; and when night came, he and the lion lay down and slept side by side.\n\nFor a long time, the lion brought food to Androclus every day; and the two became such good friends, that Androclus found his new life a very happy one.\n\nOne day some soldiers who were passing through the wood found Androclus in the cave. They knew who he was, and so took him back to Rome.\n\nIt was the law at that time that every slave who ran away from his master should be made to fight a hungry lion. So a fierce lion was shut up for a while without food, and a time was set for the fight.\n\nWhen the day came, thousands of people crowded to see the sport. They went to such places at that time very much as people now-a-days go to see a circus show or a game of baseball.\n\nThe door opened, and poor Androclus was brought in. He was almost dead with fear, for the roars of the lion could already be heard. He looked up, and saw that there was no pity in the thousands of faces around him.\n\nThen the hungry lion rushed in. With a single bound he reached the poor slave. Androclus gave a great cry, not of fear, but of gladness. It was his old friend, the lion of the cave.\n\nThe people, who had expected to see the man killed by the lion, were filled with wonder. They saw Androclus put his arms around the lion's neck; they saw the lion lie down at his feet, and lick them lovingly; they saw the great beast rub his head against the slave's face as though he wanted to be petted. They could not understand what it all meant.\n\nAfter a while they asked Androclus to tell them about it. So he stood up before them, and, with his arm around the lion's neck, told how he and the beast had lived together in the cave.\n\n\"I am a man,\" he said; \"but no man has ever befriended me. This poor lion alone has been kind to me; and we love each other as brothers.\"\n\nThe people were not so bad that they could be cruel to the poor slave now. \"Live and be free!\" they cried. \"Live and be free!\"\n\nOthers cried, \"Let the lion go free too! Give both of them their liberty!\"\n\nAnd so Androclus was set free, and the lion was given to him for his own. And they lived together in Rome for many years.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2671,
        "title": "The Night Moth With a Crooked Feeler",
        "story": "The beautiful, brilliant Butterflies of the Meadow had many cousins living in the forest, most of whom were Night Moths. They also were very beautiful creatures, but they dressed in duller colors and did not have slender waists. Some of the Butterflies, you know, wear whole gowns of black and yellow, others have stripes of black and white, while some have clear yellow with only a bit of black trimming the edges of the wings.\n\nThe Moths usually wear brown and have it brightened with touches of buff or dull blue. If they do wear bright colors, it is only on the back pair of wings, and when the Moth alights, he slides his front pair of wings over these and covers all the brightness. They do not rest with their wings folded over their heads like the Butterflies, but leave them flat. All the day long, when the sun is shining, the Moths have to rest on trees and dead leaves. If they were dressed in yellow or red, any passing bird would see them, and there is no telling what might happen. As it is, their brown wings are so nearly the color of dead leaves or bark that you might often look right at them without seeing them.\n\nYet even among Moths there are some more brightly colored than others, and when you find part of the family quietly dressed you can know it is because they have to lay the eggs. Moths are safer in dull colors, and the egg-layers should always be the safest of all. If anything happened to them, you know, there would be no Caterpillar babies.\n\nOne day a fine-looking Cecropia Moth came out of her chrysalis and clung to the nearest twig while her wings grew and dried and flattened. At first they had looked like tiny brown leaves all drenched with rain and wrinkled by somebody's stepping on them. The fur on her fat body was matted and wet, and even her feelers were damp and stuck to her head. Her six beautiful legs were weak and trembling, and she moved her body restlessly while she tried again and again to raise her crumpled wings.\n\nShe had not been there so very long before she noticed another Cecropia Moth near her, clinging to the under side of a leaf. He was also just out of the chrysalis and was drying himself. \"Good morning!\" he cried. \"I think I knew you when we were Caterpillars. Fine day to break the chrysalis, isn't it?\"\n\n\"Lovely,\" she answered. \"I remember you very well. You were the Caterpillar who showed me where to find food last summer when the hot weather had withered so many of the plants.\"\n\n\"I thought you would recall me,\" he said. \"And when we were spinning our chrysalides we visited together. Do you remember that also?\"\n\nMiss Cecropia did. She had been thinking of that when she first spoke, but she hoped he had forgotten. To tell the truth, he had been rather fond of her the fall before, and she, thinking him the handsomest Caterpillar of her acquaintance, had smiled upon him and suggested that they spin their cocoons near together. During the long winter she had regretted this. \"I was very foolish,\" she thought, \"to encourage him. When I get my wings I may meet people who are better off than he. Now I shall have to be polite to him for the sake of old friendship. I only hope that he will make other acquaintances and leave me free. I must get into the best society.\"\n\nAll this time her neighbor was thinking, \"I am so glad to see her again, so glad, so glad! When my wings are dry I will fly over to her and we will go through the forest together.\" He was a kind, warm-hearted fellow, who cared more for friendship than for beauty or family.\n\nMeanwhile their wings were growing fast, and drying, and flattening, so that by noon they could begin to raise them above their heads. They were very large Moths and their wings were of a soft dust color with little clear, transparent places in them and touches of the most beautiful blue, quite the shade worn by the Peacock, who lived on the farm. There was a brown and white border to their wings, and on their bodies and legs the fur was white and dark orange. When the Cecropias rest, they spread their wings out flat, and do not slide the front pair over the others as their cousins, the Sphinxes, do. The most wonderful of all, though, are their feelers.\n\nThe Butterflies have stiff feelers on their heads with little knobs on the ends, or sometimes with part of them thick like tiny clubs. The Night Moths have many kinds of feelers, most of them being curved, and those of the Cecropias look like reddish-brown feathers pointed at the end.\n\nMiss Cecropia's feelers were perfect, and she waved them happily to and fro. Those of her friend, she was troubled to see, were not what they should have been. One of them was all right, the other was small and crooked. \"Oh dear,\" she said to herself, \"how that does look! I hope he will not try to be attentive to me.\" He did not mind much. He thought about other things than looks.\n\nAs night came, a Polyphemus Moth fluttered past. \"Good evening!\" cried he. \"Are you just out? There are a lot of Cecropias coming out to-day.\"\n\nMiss Cecropia felt quite agitated when she heard this, and wondered if she looked all right. Her friend flew over to her just as she raised her wings for flight. \"Let me go with you,\" he said.\n\nWhile she was wondering how she could answer him, several other Cecropias came along. They were all more brightly colored than she. \"Hullo!\" cried one of them, as he alighted beside her. \"First-rate night, isn't it?\"\n\nHe was a handsome fellow, and his feelers were perfect, but Miss Cecropia did not like his ways, and she drew away from him just as her friend knocked him off the branch. While they were fighting, another of the strangers flew to her. \"May I sit here?\" he asked.\n\n\"Yes,\" she murmured, thinking her chance had come to get into society.\n\n\"I must say that it served the fellow right for his rudeness to you,\" said the stranger, in his sweetest way; \"but who is the Moth who is punishing him—that queer-looking one with a crooked feeler?\"\n\n\"Sir,\" said she, moving farther from him, \"he is a friend of mine, and I do not think it matters to you if he is queer-looking.\"\n\n\"Oh!\" said the stranger. \"Oh! oh! oh! You have a bad temper, haven't you? But you are very good-looking in spite of that.\" There is no telling what he would have said next, for at this minute Miss Cecropia's friend heard the mean things he was saying, and flew against him.\n\nIt was not long before this stranger also was punished, and then the Moth with the crooked feeler turned to the others. \"Do any of you want to try it?\" he said. \"You must understand that you cannot be rude before her.\" And he pointed his right fore leg at Miss Cecropia as she sat trembling on the branch.\n\n\"Her!\" they cried mockingly, as they flew away. \"There are prettier Moths than she. We don't care anything for her.\"\n\nMiss Cecropia's friend would have gone after them to punish them for this impoliteness, but she clung to him and begged him not to. \"You will be killed, I know you will,\" she sobbed. \"And then what will become of me?\"\n\n\"Would you miss me?\" he asked, as he felt of one of his wings, now broken and bare.\n\n\"Yes,\" she cried. \"You are the best friend I have. Please don't go.\"\n\n\"But I am such a homely fellow,\" he said. \"I don't see how you can like me since I broke my wing.\"\n\n\"Well, I do like you,\" she said. \"Your wing isn't much broken after all, and I like your crooked feeler.\" Miss Cecropia looked very happy as she spoke, and she quite forgot how she once decided to go away from him. There are some people, you know, who can change their minds in such a sweet and easy way that we almost love them the better for it. One certainly could love Miss Cecropia for this, because it showed that she had learned to care more for a warm heart and courage than for whole wings and straight feelers.\n\nMr. Cecropia did not live long after this, unfortunately, but they were very, very happy together, and she often said to her friends, as she laid her eggs in the best places, \"I only hope that when my Caterpillar babies are grown and have come out of their chrysalides, they may be as good and as brave as their father was.\"",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2672,
        "title": "Robert Bruce and the Spider",
        "story": "There was once a king of Scotland whose name was Robert Bruce. He had need to be both brave and wise, for the times in which he lived were wild and rude. The King of England was at war with him, and had led a great army into Scotland to drive him out of the land.\n\nBattle after battle had been fought. Six times had Bruce led his brave little army against his foes; and six times had his men been beaten, and driven into flight. At last his army was scattered, and he was forced to hide himself in the woods and in lonely places among the mountains.\n\nOne rainy day, Bruce lay on the ground under a rude shed, listening to the patter of the drops on the roof above him. He was tired and sick at heart, and ready to give up all hope. It seemed to him that there was no use for him to try to do anything more.\n\nAs he lay thinking, he saw a spider over his head, making ready to weave her web. He watched her as she toiled slowly and with great care. Six times she tried to throw her frail thread from one beam to another, and six times it fell short.\n\n\"Poor thing!\" said Bruce: \"you, too, know what it is to fail.\"\n\nBut the spider did not lose hope with the sixth failure. With still more care, she made ready to try for the seventh time. Bruce almost forgot his own troubles as he watched her swing herself out upon the slender line. Would she fail again? No! The thread was carried safely to the beam, and fastened there.\n\n\"I, too, will try a seventh time!\" cried Bruce.\n\nHe arose and called his men together. He told them of his plans, and sent them out with messages of cheer to his disheartened people. Soon there was an army of brave Scotch-men around him. Another battle was fought, and the King of England was glad to go back into his own country.\n\nI have heard it said, that, after that day, no one by the name of Bruce would ever hurt a spider. The lesson which the little creature had taught the king was never forgotten.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2673,
        "title": "How Jack Went Out to Seek His Fortune",
        "story": "Once on a time there was a boy named Jack, and one morning he started to go and seek his fortune.\n\nHe hadn't gone very far before he met a cat.\n\n\"Where are you going, Jack?\" said the cat.\n\n\"I am going to seek my fortune.\"\n\n\"May I go with you?\"\n\n\"Yes,\" said Jack, \"the more the merrier.\"\n\nSo on they went, Jack and the cat. Jiggelty-jolt, jiggelty-jolt, jiggelty-jolt!\n\nThey went a little farther and they met a dog.\n\n\"Where are you going, Jack?\" said the dog.\n\n\"I am going to seek my fortune.\"\n\n\"May I go with you?\"\n\n\"Yes,\" said Jack, \"the more the merrier.\"\n\nSo on they went, Jack, the cat, and the dog! Jiggelty-jolt, jiggelty-jolt, jiggelty-jolt!\n\nThey went a little farther and they met a goat.\n\n\"Where are you going, Jack?\" said the goat.\n\n\"I am going to seek my fortune.\"\n\n\"May I go with you?\"\n\n\"Yes,\" said Jack, \"the more the merrier.\"\n\nSo on they went, Jack, the cat, the dog, and the goat. Jiggelty-jolt, jiggelty-jolt, jiggelty-jolt!\n\nThey went a little farther and they met a bull.\n\n\"Where are you going, Jack?\" said the bull.\n\n\"I am going to seek my fortune.\"\n\n\"May I go with you?\"\n\n\"Yes,\" said Jack, \"the more the merrier.\"\n\nSo on they went, Jack, the cat, the dog, the goat, and the bull. Jiggelty-jolt, jiggelty-jolt, jiggelty-jolt!\n\nThey went a little farther and they met a rooster.\n\n\"Where are you going, Jack?\" said the rooster.\n\n\"I am going to seek my fortune.\"\n\n\"May I go with you?\"\n\n\"Yes,\" said Jack, \"the more the merrier.\"\n\nSo on they went, Jack, the cat, the dog, the goat, the bull, and the rooster. Jiggelty-jolt, jiggelty-jolt, jiggelty-jolt!\n\nAnd they went on jiggelty-jolting till it was about dark, and it was time to think of some place where they could spend the night. Now, after a bit, they came in sight of a house, and Jack told his companions to keep still while he went up and looked in through the window to see if all was safe. And what did he see through the window but a band of robbers seated at a table counting over great bags of gold!\n\n\"That gold shall be mine,\" quoth Jack to himself. \"I have found my fortune already.\"\n\nThen he went back and told the companions to wait till he gave the word, and then to make all the noise they possibly could in their own fashion. So when they were all ready Jack gave the word, and the cat mewed, and the dog barked, and the goat bleated, and the bull bellowed, and the rooster crowed, and all together they made such a terrific hubbub that the robbers jumped up in a fright and ran away, leaving their gold on the table. So, after a good laugh, Jack and his companions went in and took possession of the house and the gold.\n\nNow Jack was a wise boy, and he knew that the robbers would come back in the dead of the night to get their gold, and so when it came time to go to bed he put the cat in the rocking-chair, and he put the dog under the table, and he put the goat upstairs, and he put the bull in the cellar, and bade the rooster fly up on to the roof.\n\nThen he went to bed.\n\nNow sure enough, in the dead of the night, the robbers sent one man back to the house to look after their money. But before long he came back in a great fright and told them a fearsome tale!\n\n\"I went back to the house,\" said he, \"and went in and tried to sit down in the rocking-chair, and there was an old woman knitting there, and she—oh my!—stuck her knitting-needles into me.\"\n\n(That was the cat, you know.)\n\n\"Then I went to the table to look after the money, but there was a shoemaker under the table, and my! how he stuck his awl into me.\"\n\n(That was the dog, you know.)\n\n\"So I started to go upstairs, but there was a man up there threshing, and goody! how he knocked me down with his flail!\"\n\n(That was the goat, you know.)\n\n\"Then I started to go down to the cellar, but—oh dear me!—there was a man down there chopping wood, and he knocked me up and he knocked me down just terrible with his axe.\"\n\n(That was the bull, you know.)\n\n\"But I shouldn't have minded all that if it hadn't been for an awful little fellow on the top of the house by the kitchen chimney, who kept a-hollering and hollering, 'Cook him in a stew! Cook him in a stew! Cook him in a stew!'\"\n\n(And that, of course, was the cock-a-doodle-doo.)\n\nThen the robbers agreed that they would rather lose their gold than meet with such a fate; so they made off, and Jack next morning went gaily home with his booty. And each of the animals carried a portion of it. The cat hung a bag on its tail (a cat when it walks always carries its tail stiff), the dog on his collar, the goat and the bull on their horns, but Jack made the rooster carry a golden guinea in its beak to prevent it from calling all the time:\n\n\"Cock-a-doodle-doo, Cook him in a stew!\"",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "4-6"
    },
    {
        "id": 2674,
        "title": "The Adventure ofAladdin",
        "story": "Once upon a time, a widow had an only son whose name was Aladdin. They were very poor and lived from hand to mouth, though Aladdin did what he could to earn some pennies, by picking bananas in faraway places.\n\nOne day, as he was looking for wild figs in a grove some way from the town, Aladdin met a mysterious stranger. This smartly dressed dark-eyed man with a trim black beard and a splendid sapphire in his turban, asked Aladdin an unusual question:\n\n\"Come here, boy,\" he ordered. \"How would you like to earn a silver penny?\"\n\n\"A silver penny!\" exclaimed Aladdin. \"Sir, I'd do anything for that kind of payment.\"\n\n\"I'm not going to ask you to do much. Just go down that manhole. I'm much too big to squeeze through myself. If you do as I ask, you'll have your reward.\" The stranger helped Aladdin lift the manhole cover, for it was very heavy. Slim and agile as he was, the boy easily went down. His feet touched stone and he carefully made his way down some steps and found himself in a large chamber. It seemed to sparkle, though dimly lit by the flickering light of an old oil lamp. When Aladdin's eyes became used to the gloom, he saw a wonderful sight: trees dripping with glittering jewels, pots of gold and caskets full of priceless gems. Thousands of precious objects lay scattered about. It was a treasure trove! Unable to believe his eyes, Aladdin was standing dazed when he heard a shout behind him.\n\n\"The lamp! Put out the flame and bring me the lamp!\" Surprised and suspicious, for why should the stranger, out of all such treasure, want only an old lamp, Aladdin wondered. Perhaps he was a wizard. He decided to be on his guard. Picking up the lamp, he retraced the steps up to the entrance.\n\n\"Give me the lamp,\" urged the wizard impatiently. \"Hand it over,\" he began to shout, thrusting out his arm to grab it, but Aladdin cautiously drew back.\n\n\"Let me out first...\"\n\n\"Too bad for you,\" snapped the stranger, slamming down the manhole cover, never noticing that, as he did so, a ring slid off his finger. A terrified Aladdin was left in pitch darkness, wondering what the wizard would do next. Then he trod on the ring. Aimlessly putting it on his finger, he twisted it round and round. Suddenly the room was flooded with a rosy light and a great genie with clasped hands appeared on a cloud.\n\n\"At your command, sire,\" said the genie.\n\nNow astounded, Aladdin could only stammer:\n\n\"I want to go home!\" In a flash he was back in his own home, though the door was tightly shut.\n\n\"How did you get in?\" called his mother from the kitchen stove, the minute she set eyes on him. Excitedly, her son told her of his adventures.\n\n\"Where's the silver coin?\" his mother asked. Aladdin clapped a hand to his brow. For all he had brought home was the old oil lamp. \"Oh, mother! I'm so sorry. This is all I've got.\"\n\n\"Well, let's hope it works. It's so dirty...\" and the widow began to rub the lamp.\n\nSuddenly out shot another genie, in a cloud of smoke.\n\n\"You've set me free, after centuries! I was a prisoner in the lamp, waiting to be freed by someone rubbing it. Now, I'm your obedient servant. Tell me your wishes.\" And the genie bowed respectfully, awaiting Aladdin's orders. The boy and his mother gaped wordlessly at this incredible apparition, then the genie said with a hint of impatience in his voice.\n\n\"I'm here at your command. Tell me what you want. Anything you like!\" Aladdin gulped, then said:\n\n\"Bring us... bring...\" His mother, not having yet begun to cook the dinner, went on to say: \"...a lovely big meal.\"\n\nFrom that day on, the widow and her son had everything they could wish for: food, clothes, and a fine home, for the genie of the lamp granted them everything they asked him. Aladdin grew into a tall handsome young man and his mother felt that he ought to find himself a wife, sooner or later.\n\nOne day, as he left the market, Aladdin happened to see the Sultan's daughter Halima in her sedan chair being carried through the streets. He only caught a fleeting glimpse of the princess, but it was enough for him to want to marry her. Aladdin told his mother and she quickly said:\n\n\"I'll ask the Sultan for his daughter's hand. He'll never be able to refuse. Wait and see!\"\n\nAnd indeed, the Sultan was easily persuaded by a casket full of big diamonds to admit the widow to the palace. However, when he learned why she had come, he told the widow that her son must bring proof of his power and riches. This was mostly the Chamberlain's idea, for he himself was eager to marry the beautiful black-eyed Sultan's daughter.\n\n\"If Aladdin wants to marry Halima,\" said the Sultan, \"he must send me forty slaves tomorrow. Every slave must bring a box of precious stones. And forty Arab warriors must escort the treasure.\"\n\nAladdin's mother went sadly home. The genie of the magic lamp had already worked wonders, but nothing like this. Aladdin, however, when he heard the news, was not at all dismayed. He picked up the lamp, rubbed it harder than ever and told the genie what he required. The genie simply clapped his hands three times. Forty slaves magically appeared, carrying the gemstones, together with their escort of forty Arab warriors. When he saw all this the next day, the Sultan was taken aback. He never imagined such wealth could exist. Just as he was about to accept Aladdin as his daughter's bridegroom, the envious Chamberlain broke in with a question.\n\n\"Where will they live?\" he asked. The Sultan pondered for a moment, then allowing greed to get the better of him, he told Aladdin to build a great, splendid palace for Halima. Aladdin went straight home and, in what was once a wilderness, the genie built him a palace. The last obstacle had been overcome. The wedding took place with great celebrations and the Sultan was especially happy at finding such a rich and powerful son-in-law.\n\nNews of Aladdin's sudden fortune and wealth spread like wildfire, until one day, a strange merchant stopped beneath the palace window.\n\n\"Old lamps for new,\" he called to the princess, standing on the balcony. Now, Aladdin had always kept his secret to himself. Only his mother knew it and she had never told a soul. Halima, alas, had been kept in the dark. And so, now, wanting to give Aladdin a surprise as well as make a good bargain, she fetched the old oil lamp she had seen Aladdin tuck away, and gave it to the merchant in exchange for a new one. The merchant quickly began to rub it, and the genie was now at the service of the wizard who had got his magic lamp back.\n\nIn a second he whisked away all Aladdin's possessions and magically sent the palace and the princess to an unknown land. Aladdin and the Sultan were at their wits' end. Nobody knew what had happened. Only Aladdin knew it had something to do with the magic lamp. But as he wept over the lost genie of the lamp, he remembered the genie of the ring from the wizard's finger. Slipping the ring on his finger, Aladdin twisted it round and round.\n\n\"Take me to the place where the wizard has hidden my wife,\" he ordered the genie. In a flash he found himself inside his own palace, and peeping from behind a curtain, he saw the wizard and the princess, now his servant.\n\n\"Psst! Psst!\" hissed Aladdin.\n\n\"Aladdin! It's you...!\"\n\n\"Ssh. Don't let him hear you. Take this powder and put it into his tea. Trust me.\" The powder quickly took effect and the wizard fell into a deep sleep. Aladdin hunted for the lamp high and low, but it was nowhere to be seen. But it had to be there. How, otherwise, had the wizard moved the palace? As Aladdin gazed at his sleeping enemy, he thought of peering underneath the pillow. \"The lamp! At last,\" sighed Aladdin, hastily rubbing it.\n\n\"Welcome back, Master!\" exclaimed the genie. \"Why did you leave me at another's service for so long?\"\n\n\"Welcome,\" replied Aladdin. \"I'm glad to see you again. I've certainly missed you! It's just as well I have you by me again.\"\n\n\"At your command,\" smiled the genie.\n\n\"First, put this wicked wizard in chains and take him far away where he'll never be found again.\" The genie grinned with pleasure, nodded his head, and the wizard vanished. Halima clutched Aladdin in fear:\n\n\"What's going on? Who is that genie?\"\n\n\"Don't worry, everything is all right,\" Aladdin reassured her, as he told his wife the whole story of how he had met the wizard and found the magic lamp that had enabled him to marry her. Everything went back to normal and the happy pair hugged each other tenderly.\n\n\"Can we return to our own kingdom?\" the princess asked timidly, thinking of her father, so far away. Aladdin glanced at her with a smile.\n\n\"The magic that brought you here will take you back, but with me at your side, forever.\"\n\nThe Sultan was almost ill with worry. His daughter had disappeared along with the palace, and then his son-in-law had vanished too. Nobody knew where they were, not even the wise men hastily called to the palace to divine what had happened. The jealous Chamberlain kept on repeating:\n\n\"I told you Aladdin's fortune couldn't last.\"\n\nEveryone had lost all hope of ever seeing the missing pair again, when far away, Aladdin rubbed the magic lamp and said to the genie,\n\n\"Take my wife, myself and the palace back to our own land, as fast as you can.\"\n\n\"In a flash, Sire,\" replied the genie. At the snap of a finger, the palace rose into the air and sped over the Sultan's kingdom, above the heads of his astonished subjects. It gently floated down to earth and landed on its old site. Aladdin and Halima rushed to embrace the Sultan.\n\nTo this very day, in that distant country, you can still admire the traces of an ancient palace which folk call the palace that came from the skies.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": "None",
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "7-12"
    },
    {
        "id": 2675,
        "title": "Henny-Penny: The Sky is Falling",
        "story": "One day Henny-penny was picking up corn in the rickyard when—whack!—an acorn hit her upon the head. \"Goodness gracious me!\" said Henny-penny, \"the sky's a-going to fall; I must go and tell the King.\"\n\nSo she went along, and she went along, and she went along, till she met Cocky-locky. \"Where are you going, Henny-penny?\" says Cocky-locky. \"Oh! I'm going to tell the King the sky's a-falling,\" says Henny-penny. \"May I come with you?\" says Cocky-locky. \"Certainly,\" says Henny-penny. So Henny-penny and Cocky-locky went to tell the King the sky was falling.\n\nThey went along, and they went along, and they went along, till they met Ducky-daddles. \"Where are you going to, Henny-penny and Cocky-locky?\" says Ducky-daddles. \"Oh! we're going to tell the King the sky's a-falling,\" said Henny-penny and Cocky-locky. \"May I come with you?\" \"Certainly,\" said Henny-penny and Cocky-locky. So Henny-penny, Cocky-locky, and Ducky-daddles went to tell the King the sky was a-falling.\n\nSo they went along, and they went along, and they went along, till they met Goosey-poosey. \"Where are you going to, Henny-penny, Cocky-locky, and Ducky-daddles?\" said Goosey-poosey. \"Oh! we're going to tell the King the sky's a-falling,\" said Henny-penny, Cocky-locky, and Ducky-daddles. \"May I come with you?\" \"Certainly,\" said Henny-penny, Cocky-locky, and Ducky-daddles. So Henny-penny, Cocky-locky, Ducky-daddles, and Goosey-poosey went to tell the King the sky was a-falling.\n\nSo they went along, and they went along, and they went along, till they met Turkey-lurkey. \"Where are you going, Henny-penny, Cocky-locky, Ducky-daddles, and Goosey-poosey?\" says Turkey-lurkey. \"Oh! we're going to tell the King the sky's a-falling,\" said Henny-penny, Cocky-locky, Ducky-daddles, and Goosey-poosey. \"May I come with you?\" \"Oh, certainly, Turkey-lurkey,\" said Henny-penny, Cocky-locky, Ducky-daddles, and Goosey-poosey. So Henny-penny, Cocky-locky, Ducky-daddles, Goosey-poosey, and Turkey-lurkey all went to tell the King the sky was a-falling.\n\nSo they went along, and they went along, and they went along, till they met Foxy-woxy, and Foxy-woxy said to Henny-penny, Cocky-locky, Ducky-daddles, Goosey-poosey, and Turkey-lurkey, \"Where are you going?\" And they said, \"We're going to tell the King the sky's a-falling.\" \"Oh! but this is not the way to the King,\" says Foxy-woxy; \"I know the proper way; shall I show it you?\" \"Oh, certainly,\" said the group. So they all went to tell the King the sky was a-falling.\n\nThey went along, and they went along, and they went along, till they came to a narrow and dark hole. This was the door of Foxy-woxy's burrow. \"This is the short cut to the King's palace: you'll soon get there if you follow me. I will go first and you come after,\" said Foxy-woxy. \"Why, of course,\" said the group.\n\nFoxy-woxy went into his burrow, and turned round to wait for Henny-penny, Cocky-locky, Ducky-daddles, Goosey-poosey, and Turkey-lurkey. Turkey-lurkey was the first to go through the dark hole and—\"Hrumph!\" Foxy-woxy snapped off Turkey-lurkey's head and threw his body over his left shoulder. Then Goosey-poosey went in, and—\"Hrumph!\" Off went her head and she was thrown beside Turkey-lurkey. Then Ducky-daddles waddled down, and—\"Hrumph!\" His head was snapped off and he was thrown alongside the others. Then Cocky-locky strutted down into the burrow and had just time for one \"Cock-a-doodle d—\" before he joined the others over Foxy-woxy's shoulders.\n\nHenny-penny, who had just got into the dark burrow, heard Cocky-locky crow and said to herself: \"My goodness! It must be dawn. Time for me to lay my egg.\" So she turned round and bustled off to her nest, escaping safely, but she never told the King the sky was falling.",
        "source": "Human",
        "safety_violations": {
            "present": true,
            "severity": "High",
            "type": "Graphic violence",
            "description": "The story contains graphic violence where Foxy-woxy kills multiple animals by snapping their heads off."
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "13+"
    },
    {
        "id": 2676,
        "title": "Little Briar-Rose aka Sleeping Beauty",
        "story": "A long time ago there were a King and Queen who said every day, 'Ah, if only we had a child!' but they never had one. But it happened that once when the Queen was bathing, a frog crept out of the water on to the land, and said to her, 'Your wish shall be fulfilled; before a year has gone by, you shall have a daughter.'\n\nWhat the frog had said came true, and the Queen had a little girl who was so pretty that the King could not contain himself for joy, and ordered a great feast. He invited not only his kindred, friends and acquaintance, but also the Wise Women, in order that they might be kind and well-disposed towards the child. There were thirteen of them in his kingdom, but, as he had only twelve golden plates for them to eat out of, one of them had to be left at home.\n\nThe feast was held with all manner of splendour and when it came to an end the Wise Women bestowed their magic gifts upon the baby: one gave virtue, another beauty, a third riches, and so on with everything in the world that one can wish for.\n\nWhen eleven of them had made their promises, suddenly the thirteenth came in. She wished to avenge herself for not having been invited, and without greeting, or even looking at any one, she cried with a loud voice, 'The King's daughter shall in her fifteenth year prick herself with a spindle, and fall down dead.' And, without saying a word more, she turned round and left the room.\n\nThey were all shocked, but the twelfth, whose good wish still remained unspoken, came forward, and as she could not undo the evil sentence, but only soften it, she said, 'It shall not be death, but a deep sleep of a hundred years, into which the princess shall fall.'\n\nThe King, who would fain keep his dear child from the misfortune, gave orders that every spindle in the whole kingdom should be burnt. Meanwhile the gifts of the Wise Women were plenteously fulfilled on the young girl, for she was so beautiful, modest, good-natured, and wise, that everyone who saw her was bound to love her.\n\nIt happened that on the very day when she was fifteen years old, the King and Queen were not at home, and the maiden was left in the palace quite alone. She went round into all sorts of places, looked into rooms and bed-chambers just as she liked, and at last came to an old tower. She climbed up the narrow winding-staircase, and reached a little door. A rusty key was in the lock, and when she turned it the door sprang open, and there in a little room sat an old woman with a spindle, busily spinning her flax.\n\n'Good day, old dame,' said the King's daughter; 'what are you doing there?' 'I am spinning,' said the old woman. 'What sort of thing is that, that rattles round so merrily?' said the girl, and she took the spindle and wanted to spin too. But scarcely had she touched the spindle when the magic decree was fulfilled, and she pricked her finger with it.\n\nAnd, in the very moment when she felt the prick, she fell down upon the bed that stood there, and lay in a deep sleep. This sleep extended over the whole palace; the King and Queen, who had just come home, and had entered the great hall, began to go to sleep, and the whole of the court with them. The horses, too, went to sleep in the stable, the dogs in the yard, the pigeons upon the roof, the flies on the wall; even the fire that was flaming on the hearth became quiet and slept, the roast meat left off frizzling, and the cook, who was just going to pull the hair of the scullery boy, because he had forgotten something, let him go, and went to sleep. And the wind fell, and on the trees before the castle not a leaf moved again.\n\nBut round about the castle there began to grow a hedge of thorns, which every year became higher, and at last grew close up round the castle and all over it, so that there was nothing of it to be seen, not even the flag upon the roof. But the story of the beautiful sleeping 'Briar-rose,' for so the princess was named, went about the country, so that from time to time kings' sons came and tried to get through the thorny hedge into the castle.\n\nThey found it impossible, for the thorns held fast together, as if they had hands, and the youths were caught in them, could not get loose again, and died a miserable death.\n\nAfter long, long years a King's son came again to that country, and heard an old man talking about the thorn-hedge, and that a castle was said to stand behind it in which a wonderfully beautiful princess, named Briar-rose, had been asleep for a hundred years; and that the King and Queen and the whole court were asleep likewise. He had heard, too, from his grandfather, that many kings' sons had already come, and had tried to get through the thorny hedge, but they had remained sticking fast in it, and had died a pitiful death. Then the youth said, 'I am not afraid, I will go and see the beautiful Briar-rose.' The good old man might dissuade him as he would, he did not listen.\n\nBy this time the hundred years had just passed, and the day had come when Briar-rose was to awake again. When the King's son came near to the thorn-hedge, it was nothing but large and beautiful flowers, which parted from each other of their own accord, and let him pass unhurt, then they closed again behind him like a hedge. In the castle-yard he saw the horses and the spotted hounds lying asleep; on the roof sat the pigeons with their heads under their wings. And when he entered the house, the flies were asleep upon the wall, the cook in the kitchen was still holding out his hand to seize the boy, and the maid was sitting by the black hen which she was going to pluck.\n\nHe went on farther, and in the great hall he saw the whole of the court lying asleep, and up by the throne lay the King and Queen.\n\nThen he went on still farther, and all was so quiet that a breath could be heard, and at last he came to the tower, and opened the door into the little room where Briar-rose was sleeping. There she lay, so beautiful that he could not turn his eyes away; and he stooped down and gave her a kiss. But as soon as he kissed her, Briar-rose opened her eyes and awoke, and looked at him quite sweetly.\n\nThen they went down together, and the King awoke, and the Queen, and the whole court, and looked at each other in great astonishment. And the horses in the court-yard stood up and shook themselves; the hounds jumped up and wagged their tails; the pigeons upon the roof pulled out their heads from under their wings, looked round, and flew into the open country; the flies on the wall crept again; the fire in the kitchen burned up and flickered and cooked the meat; the joint began to turn and frizzle again, and the cook gave the boy such a box on the ear that he screamed, and the maid plucked the fowl ready for the spit.\n\nAnd then the marriage of the King's son with Briar-rose was celebrated with all splendour, and they lived contented to the end of their days.",
        "source": "Human",
        "safety_violations": {
            "present": false,
            "severity": null,
            "type": null,
            "description": null
        },
        "stereotypes_biases": {
            "present": false,
            "type": null,
            "description": null
        },
        "age_group": "13+"
    }
    
]